Repository: mOstryakov/waylines
Catalog: waylines/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, ru

source: Record Audio
de: Audio aufnehmen
es: Grabar audio
fr: Enregistrer l'audio
ru: Записать аудио

source: Upload Audio
de: Audio hochladen
es: Subir audio
fr: Télécharger l'audio
ru: Загрузить аудио

source: AI Audio Generation
de: KI-Audio-Generierung
es: Generación de audio con IA
fr: Génération audio IA
ru: Генерация ИИ-аудио

source: Create tour text and audio guide in one click
de: Tour-Text und Audio-Guide mit einem Klick erstellen
es: Crea texto de tour y guía de audio con un clic
fr: Créez un texte de visite et un audioguide en un clic
ru: Создайте текст экскурсии и аудиогид в один клик

source: Kazakh
de: Kasachisch
es: Kazajo
ru: Казахский

source: Uzbek
de: Usbekisch
es: Uzbeko
fr: Ouzbek
ru: Узбекский

source: German
de: Deutsch
es: Alemán
fr: Allemand
ru: Немецкий

source: Hebrew
de: Hebräisch
es: Hebreo
fr: Hébreu
ru: Иврит

source: Voice
de: Stimme
es: Voz
fr: Voix
ru: Голос

source: Role
de: Rolle
es: Rol
fr: Rôle
ru: Роль

source: Neutral
fr: Neutre
ru: Нейтральный

source: Happy
de: Fröhlich
es: Feliz
fr: Heureux
ru: Радостный

source: Angry
de: Wütend
es: Enojado
fr: En colère
ru: Сердитый

source: Speech Rate
de: Sprachgeschwindigkeit
es: Velocidad del habla
fr: Débit de parole
ru: Скорость речи

source: Voice Pitch
de: Stimmlage
es: Tono de voz
fr: Hauteur de la voix
ru: Высота голоса

source: Audio Format
es: Formato de audio
fr: Format audio
ru: Формат аудио

source: Generation Type
de: Generierungsart
es: Tipo de generación
fr: Type de génération
ru: Тип генерации

source: Generate Audio from Description
de: Audio aus Beschreibung generieren
es: Generar audio desde la descripción
fr: Générer l'audio à partir de la description
ru: Сгенерировать аудио из описания

source: Generate Description and Audio
de: Beschreibung und Audio generieren
es: Generar descripción y audio
fr: Générer la description et l'audio
ru: Сгенерировать описание и аудио

source: Text for Audio Guide
de: Text für Audio-Guide
es: Texto para guía de audio
fr: Texte pour l'audioguide
ru: Текст для аудиогида

source: Use Point Description
de: Punktbeschreibung verwenden
es: Usar descripción del punto
fr: Utiliser la description du point
ru: Использовать описание точки

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ru: Редактировать

source: Load text for audio generation
de: Text für Audio-Generierung laden
es: Cargar texto para generación de audio
fr: Charger le texte pour la génération audio
ru: Загрузить текст для генерации аудио

source: Click 'Use Point Description' or enter text manually
de: Klicken Sie auf 'Punktbeschreibung verwenden' oder geben Sie Text manuell ein
es: Haz clic en 'Usar descripción del punto' o ingresa el texto manualmente
fr: Cliquez sur 'Utiliser la description du point' ou entrez le texte manuellement
ru: Нажмите 'Использовать описание точки' или введите текст вручную

source: Description Style
de: Beschreibungsstil
es: Estilo de descripción
fr: Style de description
ru: Стиль описания

source: Storytelling
de: Geschichtenerzählend
es: Narrativa
fr: Narration
ru: Повествование

source: Historical
de: Historisch
es: Histórico
fr: Historique
ru: Исторический

source: Touristic
de: Touristisch
es: Turístico
fr: Touristique
ru: Туристический

source: Poetic
de: Poetisch
es: Poético
fr: Poétique
ru: Поэтический

source: Scientific
de: Wissenschaftlich
es: Científico
fr: Scientifique
ru: Научный

source: Text Length
de: Textlänge
es: Longitud del texto
fr: Longueur du texte
ru: Длина текста

source: Short (1-2 paragraphs)
de: Kurz (1-2 Absätze)
es: Corta (1-2 párrafos)
fr: Court (1-2 paragraphes)
ru: Короткий (1-2 абзаца)

source: Medium (3-4 paragraphs)
de: Mittel (3-4 Absätze)
es: Media (3-4 párrafos)
fr: Moyen (3-4 paragraphes)
ru: Средний (3-4 абзаца)

source: Detailed (5+ paragraphs)
de: Detailliert (5+ Absätze)
es: Detallada (5+ párrafos)
fr: Détaillé (5+ paragraphes)
ru: Подробный (5+ абзацев)

source: Coordinates: not specified
de: Koordinaten: nicht angegeben
es: Coordenadas: no especificadas
fr: Coordonnées : non spécifiées
ru: Координаты: не указаны

source: Description will be generated based on point coordinates and address
de: Beschreibung wird basierend auf Punktkoordinaten und Adresse generiert
es: La descripción se generará basándose en las coordenadas y dirección del punto
fr: La description sera générée en fonction des coordonnées et de l'adresse du point
ru: Описание будет сгенерировано на основе координат точки и адреса

source: Generate Audio
de: Audio generieren
es: Generar audio
fr: Générer l'audio
ru: Сгенерировать аудио

source: Preparing...
de: Wird vorbereitet...
es: Preparando...
fr: Préparation...
ru: Подготовка...

source: Audio guide created!
de: Audio-Guide erstellt!
es: ¡Guía de audio creada!
fr: Audioguide créé !
ru: Аудиогид создан!

source: Audio automatically applied to point
de: Audio automatisch auf Punkt angewendet
es: Audio aplicado automáticamente al punto
fr: Audio automatiquement appliqué au point
ru: Аудио автоматически применено к точке

source: Play
de: Abspielen
es: Reproducir
fr: Lecture
ru: Воспроизвести

source: Error
de: Fehler
fr: Erreur
ru: Ошибка

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
ru: Повторить

source: Supported formats: MP3, WAV, M4A. Maximum size - 50MB
de: Unterstützte Formate: MP3, WAV, M4A. Maximale Größe - 50 MB
es: Formatos soportados: MP3, WAV, M4A. Tamaño máximo - 50MB
fr: Formats supportés : MP3, WAV, M4A. Taille maximum - 50 Mo
ru: Поддерживаемые форматы: MP3, WAV, M4A. Максимальный размер - 50 МБ

source: Save Point
de: Punkt speichern
es: Guardar punto
fr: Enregistrer le point
ru: Сохранить точку

source: Photo removed
de: Foto entfernt
es: Foto eliminada
fr: Photo supprimée
ru: Фотография удалена

source: not specified
de: nicht angegeben
es: no especificado
fr: non spécifié
ru: не указано

source: Coordinates:
de: Koordinaten:
es: Coordenadas:
fr: Coordonnées :
ru: Координаты:

source: Address:
de: Adresse:
es: Dirección:
fr: Adresse :
ru: Адрес:

source: Save point first
de: Punkt zuerst speichern
es: Guarda el punto primero
fr: Enregistrez d'abord le point
ru: Сначала сохраните точку

source: Load text for audio generation first
de: Zuerst Text für Audio-Generierung laden
es: Primero carga el texto para generación de audio
fr: Chargez d'abord le texte pour la génération audio
ru: Сначала загрузите текст для генерации аудио

source: Text too long (maximum 5000 characters)
de: Text zu lang (maximal 5000 Zeichen)
es: Texto demasiado largo (máximo 5000 caracteres)
fr: Texte trop long (maximum 5000 caractères)
ru: Текст слишком длинный (максимум 5000 символов)

source: Yandex GPT creating description...
de: Yandex GPT erstellt Beschreibung...
es: Yandex GPT creando descripción...
fr: Yandex GPT crée la description...
ru: Yandex GPT создает описание...

source: Description generated successfully
de: Beschreibung erfolgreich generiert
es: Descripción generada exitosamente
fr: Description générée avec succès
ru: Описание успешно сгенерировано

source: No text for audio generation
de: Kein Text für Audio-Generierung
es: No hay texto para generación de audio
fr: Pas de texte pour la génération audio
ru: Нет текста для генерации аудио

source: Coordinate fields not found in form
de: Koordinatenfelder im Formular nicht gefunden
es: Campos de coordenadas no encontrados en el formulario
fr: Champs de coordonnées non trouvés dans le formulaire
ru: Поля координат не найдены в форме

source: Specify point coordinates first
de: Zuerst Punktkoordinaten angeben
es: Especifica las coordenadas del punto primero
fr: Spécifiez d'abord les coordonnées du point
ru: Сначала укажите координаты точки

source: Yandex GPT creating tour text...
de: Yandex GPT erstellt Tour-Text...
es: Yandex GPT creando texto de tour...
fr: Yandex GPT crée le texte de visite...
ru: Yandex GPT создает текст экскурсии...

source: Tour text created!
de: Tour-Text erstellt!
es: ¡Texto de tour creado!
fr: Texte de visite créé !
ru: Текст экскурсии создан!

source: Server error
de: Serverfehler
es: Error del servidor
fr: Erreur serveur
ru: Ошибка сервера

source: SpeechKit generating audio...
de: SpeechKit generiert Audio...
es: SpeechKit generando audio...
fr: SpeechKit génère l'audio...
ru: SpeechKit генерирует аудио...

source: AudioGuide
es: Guía de audio
ru: АудиоГид

source: Audio guide created with voice
de: Audio-Guide erstellt mit Stimme
es: Guía de audio creada con voz
fr: Audioguide créé avec la voix
ru: Аудиогид создан с голосом

source: Server error during audio generation
de: Serverfehler während der Audio-Generierung
es: Error del servidor durante la generación de audio
fr: Erreur serveur pendant la génération audio
ru: Ошибка сервера во время генерации аудио

source: Load text first
de: Zuerst Text laden
es: Primero carga el texto
fr: Chargez d'abord le texte
ru: Сначала загрузите текст

source: Text saved
de: Text gespeichert
es: Texto guardado
fr: Texte enregistré
ru: Текст сохранен

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ru: Сохранить

source: Point description loaded
de: Punktbeschreibung geladen
es: Descripción del punto cargada
fr: Description du point chargée
ru: Описание точки загружено

source: Point description is empty. Add description or choose another generation type.
de: Punktbeschreibung ist leer. Beschreibung hinzufügen oder anderen Generierungstyp wählen.
es: La descripción del punto está vacía. Agrega una descripción o elige otro tipo de generación.
fr: La description du point est vide. Ajoutez une description ou choisissez un autre type de génération.
ru: Описание точки пустое. Добавьте описание или выберите другой тип генерации.

source: Point description is empty
de: Punktbeschreibung ist leer
es: La descripción del punto está vacía
fr: La description du point est vide
ru: Описание точки пустое

source: Disabling audio will hide the player. Continue?
de: Deaktivierung des Audios versteckt den Player. Fortfahren?
es: Deshabilitar el audio ocultará el reproductor. ¿Continuar?
fr: Désactiver l'audio masquera le lecteur. Continuer ?
ru: Отключение аудио скроет плеер. Продолжить?

source: Click \
de: Klicken Sie \
es: Haz clic \
fr: Cliquez \
ru: Нажмите \

source: Pause
es: Pausar
ru: Пауза

source: Audio playback error
de: Audio-Wiedergabefehler
es: Error en la reproducción de audio
fr: Erreur de lecture audio
ru: Ошибка воспроизведения аудио

source: Are you sure you want to re-record audio?
de: Sind Sie sicher, dass Sie Audio neu aufnehmen möchten?
es: ¿Estás seguro de que quieres regrabar el audio?
fr: Êtes-vous sûr de vouloir réenregistrer l'audio ?
ru: Вы уверены, что хотите перезаписать аудио?

source: Audio reset. You can record new one.
de: Audio zurückgesetzt. Sie können neu aufnehmen.
es: Audio restablecido. Puedes grabar uno nuevo.
fr: Audio réinitialisé. Vous pouvez enregistrer un nouveau.
ru: Аудио сброшено. Вы можете записать новое.

source: Are you sure you want to delete audio?
de: Sind Sie sicher, dass Sie Audio löschen möchten?
es: ¿Estás seguro de que quieres eliminar el audio?
fr: Êtes-vous sûr de vouloir supprimer l'audio ?
ru: Вы уверены, что хотите удалить аудио?

source: Audio deleted
de: Audio gelöscht
es: Audio eliminado
fr: Audio supprimé
ru: Аудио удалено

source: Recording
de: Aufnahme
es: Grabando
fr: Enregistrement
ru: Запись

source: Recording completed (demo)
de: Aufnahme abgeschlossen (Demo)
es: Grabación completada (demo)
fr: Enregistrement terminé (démo)
ru: Запись завершена (демо)

source: Audio file uploaded
de: Audiodatei hochgeladen
es: Archivo de audio subido
fr: Fichier audio téléchargé
ru: Аудиофайл загружен

source: Generating...
de: Wird generiert...
es: Generando...
fr: Génération...
ru: Генерация...

source: Unsupported audio format
de: Nicht unterstütztes Audioformat
es: Formato de audio no soportado
fr: Format audio non supporté
ru: Неподдерживаемый формат аудио

source: File size should not exceed 50MB
de: Dateigröße sollte 50 MB nicht überschreiten
es: El tamaño del archivo no debe exceder los 50MB
fr: La taille du fichier ne doit pas dépasser 50 Mo
ru: Размер файла не должен превышать 50 МБ

source: Invalid point coordinates
de: Ungültige Punktkoordinaten
es: Coordenadas de punto inválidas
fr: Coordonnées du point invalides
ru: Неверные координаты точки

source: Reset route?
de: Route zurücksetzen?
es: ¿Restablecer ruta?
fr: Réinitialiser l'itinéraire ?
ru: Сбросить маршрут?

source: All route points will be deleted. This action cannot be undone.
de: Alle Routenpunkte werden gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Todos los puntos de ruta serán eliminados. Esta acción no se puede deshacer.
fr: Tous les points d'itinéraire seront supprimés. Cette action ne peut pas être annulée.
ru: Все точки маршрута будут удалены. Это действие нельзя отменить.

source: My Routes - Waylines
de: Meine Routen - Waylines
es: Mis rutas - Waylines
fr: Mes itinéraires - Waylines
ru: Мои маршруты - Waylines

source: %(count)s route
es: %(count)s ruta
fr: %(count)s itinéraire
ru: %(count)s маршрут

source: Find
de: Finden
es: Encontrar
fr: Trouver
ru: Найти

source: Create
de: Erstellen
es: Crear
fr: Créer
ru: Создать

source: Categories
de: Kategorien
es: Categorías
fr: Catégories
ru: Категории

source: No active routes
de: Keine aktiven Routen
es: No hay rutas activas
fr: Aucun itinéraire actif
ru: Нет активных маршрутов

source: No inactive routes
de: Keine inaktiven Routen
es: No hay rutas inactivas
fr: Aucun itinéraire inactif
ru: Нет неактивных маршрутов

source: You have no favorite routes yet
de: Sie haben noch keine Favoritenrouten
es: Aún no tienes rutas favoritas
fr: Vous n'avez pas encore d'itinéraires favoris
ru: У вас пока нет избранных маршрутов

source: Click ❤️ on routes to add them here
de: Klicken Sie ❤️ auf Routen, um sie hier hinzuzufügen
es: Haz clic en ❤️ en las rutas para añadirlas aquí
fr: Cliquez ❤️ sur les itinéraires pour les ajouter ici
ru: Нажмите ❤️ на маршрутах, чтобы добавить их сюда

source: Find routes
de: Routen finden
es: Encontrar rutas
fr: Trouver des itinéraires
ru: Найти маршруты

source: Previous
de: Zurück
es: Anterior
fr: Précédent
ru: Предыдущая

source: Next
de: Weiter
es: Siguiente
fr: Suivant
ru: Следующая

source: No photo added
de: Kein Foto hinzugefügt
es: No se añadió foto
fr: Aucune photo ajoutée
ru: Фото не добавлено

source: Remove from favorites
de: Aus Favoriten entfernen
es: Eliminar de favoritos
fr: Retirer des favoris
ru: Удалить из избранного

source: Add to favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
ru: Добавить в избранное

source: In favorites
de: In Favoriten
es: En favoritos
fr: Dans les favoris
ru: В избранном

source: Deactivate
de: Deaktivieren
es: Desactivar
fr: Désactiver
ru: Деактивировать

source: Activate
de: Aktivieren
es: Activar
fr: Activer
ru: Активировать

source: For seniors
de: Für Senioren
es: Para personas mayores
fr: Pour les seniors
ru: Для пожилых

source: Shared with you
de: Mit Ihnen geteilt
es: Compartido contigo
fr: Partagé avec vous
ru: Поделено с вами

source: Share
de: Teilen
es: Compartir
fr: Partager
ru: Поделиться

source: Copy link
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
ru: Копировать ссылку

source: Send route link
de: Routen-Link senden
es: Enviar enlace de ruta
fr: Envoyer le lien de l'itinéraire
ru: Отправить ссылку на маршрут

source: Show route QR code
de: Routen-QR-Code anzeigen
es: Mostrar código QR de la ruta
fr: Afficher le code QR de l'itinéraire
ru: Показать QR-код маршрута

source: Send to friend
de: An Freund senden
es: Enviar a amigo
fr: Envoyer à un ami
ru: Отправить другу

source: Share with friends
de: Mit Freunden teilen
es: Compartir con amigos
fr: Partager avec des amis
ru: Поделиться с друзьями

source: Not specified
de: Nicht angegeben
es: No especificado
fr: Non spécifié
ru: Не указано

source: Route QR code
de: Routen-QR-Code
es: Código QR de la ruta
fr: Code QR de l'itinéraire
ru: QR-код маршрута

source: Scan to quickly access the route
de: Scannen Sie, um schnell auf die Route zuzugreifen
es: Escanea para acceder rápidamente a la ruta
fr: Scannez pour accéder rapidement à l'itinéraire
ru: Отсканируйте для быстрого доступа к маршруту

source: Send route to a friend
de: Route an einen Freund senden
es: Enviar ruta a un amigo
fr: Envoyer l'itinéraire à un ami
ru: Отправить маршрут другу

source: Choose from the list...
de: Aus der Liste wählen...
es: Elige de la lista...
fr: Choisissez dans la liste...
ru: Выберите из списка...

source: Add a message (optional)
de: Nachricht hinzufügen (optional)
es: Añadir un mensaje (opcional)
fr: Ajouter un message (optionnel)
ru: Добавить сообщение (необязательно)

source: e.g. Check out this interesting route!
de: z.B. Schau dir diese interessante Route an!
es: Ej. ¡Mira esta interesante ruta!
fr: ex. Découvrez cet itinéraire intéressant !
ru: например, Посмотрите этот интересный маршрут!

source: Send
de: Senden
es: Enviar
fr: Envoyer
ru: Отправить

source: Grant route access
de: Routenzugriff gewähren
es: Conceder acceso a la ruta
fr: Accorder l'accès à l'itinéraire
ru: Предоставить доступ к маршруту

source: User email
de: Benutzer-E-Mail
es: Correo del usuario
fr: Email de l'utilisateur
ru: Email пользователя

source: Enter user email
de: Benutzer-E-Mail eingeben
es: Ingresa el correo del usuario
fr: Entrez l'email de l'utilisateur
ru: Введите email пользователя

source: Access level
de: Zugriffslevel
es: Nivel de acceso
fr: Niveau d'accès
ru: Уровень доступа

source: View only
de: Nur ansehen
es: Solo ver
fr: Visualisation uniquement
ru: Только просмотр

source: Grant access
de: Zugriff gewähren
es: Conceder acceso
fr: Accorder l'accès
ru: Предоставить доступ

source: In Favorites
de: In Favoriten
es: En favoritos
fr: Dans les favoris
ru: В избранном

source: Add to Favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
ru: Добавить в избранное

source: Log In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ru: Войти

source: Elderly Friendly
de: Seniorenfreundlich
es: Para personas mayores
fr: Adapté aux personnes âgées
ru: Для пожилых

source: Not Active
de: Nicht aktiv
es: No activo
fr: Non actif
ru: Неактивный

source: About Route
de: Über Route
es: Acerca de la ruta
fr: À propos de l'itinéraire
ru: О маршруте

source: Description is missing
de: Beschreibung fehlt
es: Falta descripción
fr: La description est manquante
ru: Описание отсутствует

source: Points
de: Punkte
es: Puntos
ru: Точки

source: Export Route
de: Route exportieren
es: Exportar ruta
fr: Exporter l'itinéraire
ru: Экспортировать маршрут

source: Export GPX
de: GPX exportieren
es: Exportar GPX
fr: Exporter GPX
ru: Экспорт GPX

source: Export KML
de: KML exportieren
es: Exportar KML
fr: Exporter KML
ru: Экспорт KML

source: Export GeoJSON
de: GeoJSON exportieren
es: Exportar GeoJSON
fr: Exporter GeoJSON
ru: Экспорт GeoJSON

source: Route Gallery
de: Routen-Galerie
es: Galería de la ruta
fr: Galerie de l'itinéraire
ru: Галерея маршрута

source: View All Photos
de: Alle Fotos ansehen
es: Ver todas las fotos
fr: Voir toutes les photos
ru: Посмотреть все фото

source: photos
de: Fotos
es: fotos
ru: фото

source: Click to see all
de: Klicken Sie, um alle zu sehen
es: Haz clic para ver todas
fr: Cliquez pour tout voir
ru: Нажмите, чтобы увидеть все

source: Show all
de: Alle anzeigen
es: Mostrar todas
fr: Afficher tout
ru: Показать все

source: Full Audio Guide
de: Vollständiger Audio-Guide
es: Guía de audio completa
fr: Audioguide complet
ru: Полный аудиогид

source: Audio Tour for Entire Route
de: Audio-Tour für gesamte Route
es: Tour de audio para toda la ruta
fr: Visite audio pour tout l'itinéraire
ru: Аудиоэкскурсия для всего маршрута

source: Automatically generated by AI
de: Automatisch von KI generiert
es: Generado automáticamente por IA
fr: Généré automatiquement par IA
ru: Автоматически сгенерировано ИИ

source: points
de: Punkte
es: puntos
ru: точек

source: Your browser does not support audio elements.
de: Ihr Browser unterstützt keine Audio-Elemente.
es: Tu navegador no soporta elementos de audio.
fr: Votre navigateur ne supporte pas les éléments audio.
ru: Ваш браузер не поддерживает аудиоэлементы.

source: AI Generation
de: KI-Generierung
es: Generación por IA
fr: Génération IA
ru: Генерация ИИ

source: Auto-update
de: Auto-Aktualisierung
es: Auto-actualización
fr: Mise à jour automatique
ru: Автообновление

source: An AI-generated audio guide is available for this route.
de: Ein KI-generierter Audio-Guide ist für diese Route verfügbar.
es: Hay una guía de audio generada por IA disponible para esta ruta.
fr: Un audioguide généré par IA est disponible pour cet itinéraire.
ru: Для этого маршрута доступен ИИ-сгенерированный аудиогид.

source: Generate Audio Guide
de: Audio-Guide generieren
es: Generar guía de audio
fr: Générer un audioguide
ru: Сгенерировать аудиогид

source: Route Map
de: Routen-Karte
es: Mapa de la ruta
fr: Carte de l'itinéraire
ru: Карта маршрута

source: Route Points
de: Routenpunkte
es: Puntos de ruta
fr: Points d'itinéraire
ru: Точки маршрута

source: AI Generated
de: KI-generiert
es: Generado por IA
fr: Généré par IA
ru: Сгенерировано ИИ

source: Automatically generated by neural network
de: Automatisch von neuronalem Netzwerk generiert
es: Generado automáticamente por red neuronal
fr: Généré automatiquement par réseau neuronal
ru: Автоматически сгенерировано нейросетью

source: Point Photos
de: Punktfotos
es: Fotos del punto
fr: Photos des points
ru: Фото точек

source: Show All
de: Alle anzeigen
es: Mostrar todo
fr: Afficher tout
ru: Показать все

source: Join the discussion about this route with other users
de: Nehmen Sie an der Diskussion über diese Route mit anderen Benutzern teil
es: Únete a la discusión sobre esta ruta con otros usuarios
fr: Rejoignez la discussion sur cet itinéraire avec d'autres utilisateurs
ru: Присоединяйтесь к обсуждению этого маршрута с другими пользователями

source: Go to Chat
de: Zum Chat gehen
es: Ir al chat
fr: Aller au chat
ru: Перейти в чат

source: based on
de: basierend auf
es: basado en
fr: basé sur
ru: на основе

source: ratings
de: Bewertungen
es: calificaciones
fr: notes
ru: оценок

source: Your rating:
de: Ihre Bewertung:
es: Tu calificación:
fr: Votre note :
ru: Ваша оценка:

source: Rate
de: Bewerten
es: Calificar
fr: Noter
ru: Оценить

source: Information
es: Información
fr: Informations
ru: Информация

source: Quick Access
de: Schnellzugriff
es: Acceso rápido
fr: Accès rapide
ru: Быстрый доступ

source: Open Chat
de: Chat öffnen
es: Abrir chat
fr: Ouvrir le chat
ru: Открыть чат

source: Chat with other route participants
de: Chatten Sie mit anderen Routenteilnehmern
es: Chatea con otros participantes de la ruta
fr: Discutez avec d'autres participants à l'itinéraire
ru: Общайтесь с другими участниками маршрута

source: Similar Routes
de: Ähnliche Routen
es: Rutas similares
fr: Itinéraires similaires
ru: Похожие маршруты

source: of
de: von
es: de
fr: sur
ru: из

source: Total photos
de: Gesamtfotos
es: Total de fotos
fr: Total des photos
ru: Всего фото

source: Search places...
de: Orte suchen...
es: Buscar lugares...
fr: Rechercher des lieux...
ru: Поиск мест...

source: Satellite
de: Satellit
es: Satélite
ru: Спутник

source: Optimize
de: Optimieren
es: Optimizar
fr: Optimiser
ru: Оптимизировать

source: Clear route
de: Route leeren
es: Limpiar ruta
fr: Effacer l'itinéraire
ru: Очистить маршрут

source: Basic Information
de: Grundinformation
es: Información básica
fr: Informations de base
ru: Основная информация

source: Route Name
de: Routenname
es: Nombre de la ruta
fr: Nom de l'itinéraire
ru: Название маршрута

source: Enter route name
de: Routennamen eingeben
es: Ingresa el nombre de la ruta
fr: Entrez le nom de l'itinéraire
ru: Введите название маршрута
