Repository: mOstryakov/waylines
Catalog: waylines/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, ru

source: Only letters, digits, and underscores allowed
de: Nur Buchstaben, Ziffern und Unterstriche erlaubt
es: Solo se permiten letras, dígitos y guiones bajos
fr: Seules les lettres, chiffres et tirets bas autorisés
ru: Разрешены только буквы, цифры и подчеркивания

source: Only letters, digits, and underscores (_). Maximum 150 characters.
de: Nur Buchstaben, Ziffern und Unterstriche (_). Maximal 150 Zeichen.
es: Solo letras, dígitos y guiones bajos (_). Máximo 150 caracteres.
fr: Seules les lettres, chiffres et tirets bas (_). Maximum 150 caractères.
ru: Только буквы, цифры и подчеркивания (_). Максимум 150 символов.

source: Username can be changed once every 30 days
de: Benutzername kann alle 30 Tage geändert werden
es: El nombre de usuario se puede cambiar una vez cada 30 días
fr: Le nom d'utilisateur peut être changé une fois tous les 30 jours
ru: Имя пользователя можно менять раз в 30 дней

source: You will be able to change your username in %(days)s days
de: Sie können Ihren Benutzernamen in %(days)s Tändern ändern
es: Podrás cambiar tu nombre de usuario en %(days)s días
fr: Vous pourrez changer votre nom d'utilisateur dans %(days)s jours
ru: Вы сможете изменить имя пользователя через %(days)s дней

source: Notifications will be sent to this email
de: Benachrichtigungen werden an diese E-Mail gesendet
es: Las notificaciones se enviarán a este correo electrónico
fr: Les notifications seront envoyées à cet email
ru: Уведомления будут отправляться на этот email

source: First name
de: Vorname
es: Nombre
fr: Prénom
ru: Имя

source: Last name
de: Nachname
es: Apellido
fr: Nom
ru: Фамилия

source: Avatar
ru: Аватар

source: Remove current avatar
de: Aktuellen Avatar entfernen
es: Eliminar avatar actual
fr: Supprimer l'avatar actuel
ru: Удалить текущий аватар

source: About me
de: Über mich
es: Sobre mí
fr: À propos de moi
ru: Обо мне

source: Tell us about yourself...
de: Erzählen Sie uns von sich...
es: Cuéntanos sobre ti...
fr: Parlez-nous de vous...
ru: Расскажите о себе...

source: Location
de: Standort
es: Ubicación
fr: Localisation
ru: Местоположение

source: City, country
de: Stadt, Land
es: Ciudad, país
fr: Ville, pays
ru: Город, страна

source: Website
de: Webseite
es: Sitio web
fr: Site web
ru: Веб-сайт

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отмена

source: Save changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
ru: Сохранить изменения

source: Recent routes
de: Letzte Routen
es: Rutas recientes
fr: Itinéraires récents
ru: Недавние маршруты

source: You don't have any routes yet
de: Sie haben noch keine Routen
es: Aún no tienes rutas
fr: Vous n'avez pas encore d'itinéraires
ru: У вас пока нет маршрутов

source: Create your first route
de: Erstellen Sie Ihre erste Route
es: Crea tu primera ruta
fr: Créez votre premier itinéraire
ru: Создайте свой первый маршрут

source: Username is required
de: Benutzername ist erforderlich
es: Se requiere nombre de usuario
fr: Le nom d'utilisateur est requis
ru: Имя пользователя обязательно

source: Maximum length is 150 characters
de: Maximale Länge beträgt 150 Zeichen
es: La longitud máxima es de 150 caracteres
fr: La longueur maximale est de 150 caractères
ru: Максимальная длина - 150 символов

source: Only Latin letters, digits, and underscores (_) are allowed
de: Nur lateinische Buchstaben, Ziffern und Unterstriche (_) sind erlaubt
es: Solo se permiten letras latinas, dígitos y guiones bajos (_)
fr: Seules les lettres latines, chiffres et tirets bas (_) sont autorisés
ru: Разрешены только латинские буквы, цифры и подчеркивания (_)

source: Minimum length is 3 characters
de: Mindestlänge beträgt 3 Zeichen
es: La longitud mínima es de 3 caracteres
fr: La longueur minimale est de 3 caractères
ru: Минимальная длина - 3 символа

source: This username is already taken
de: Dieser Benutzername ist bereits vergeben
es: Este nombre de usuario ya está ocupado
fr: Ce nom d'utilisateur est déjà pris
ru: Это имя пользователя уже занято

source: Username is available
de: Benutzername ist verfügbar
es: El nombre de usuario está disponible
fr: Le nom d'utilisateur est disponible
ru: Имя пользователя доступно

source: Warning! After changing your username:\\n\\n1. You will need to use the new username to log in\\n2. Your profile link will change\\n3. Friends may not find you immediately by the new name\\n4. Next change will be available in 30 days\\n\\nAre you sure you want to change your username?
de: Warnung! Nach der Änderung Ihres Benutzernamens:\\n\\n1. Sie müssen den neuen Benutzernamen zum Anmelden verwenden\\n2. Ihr Profillink ändert sich\\n3. Freunde finden Sie möglicherweise nicht sofort unter dem neuen Namen\\n4. Die nächste Änderung ist in 30 Tagen verfügbar\\n\\nSind Sie sicher, dass Sie Ihren Benutzernamen ändern möchten?
es: ¡Advertencia! Después de cambiar tu nombre de usuario:\\n\\n1. Necesitarás usar el nuevo nombre de usuario para iniciar sesión\\n2. Tu enlace de perfil cambiará\\n3. Tus amigos pueden no encontrarte inmediatamente por el nuevo nombre\\n4. El próximo cambio estará disponible en 30 días\\n\\n¿Estás seguro de que quieres cambiar tu nombre de usuario?
fr: Attention ! Après avoir changé votre nom d'utilisateur :\\n\\n1. Vous devrez utiliser le nouveau nom d'utilisateur pour vous connecter\\n2. Le lien de votre profil changera\\n3. Vos amis ne vous trouveront peut-être pas immédiatement par le nouveau nom\\n4. Le prochain changement sera disponible dans 30 jours\\n\\nÊtes-vous sûr de vouloir changer votre nom d'utilisateur ?
ru: Внимание! После смены имени пользователя:\\n\\n1. Вам нужно будет использовать новое имя для входа\\n2. Ссылка на ваш профиль изменится\\n3. Друзья могут не найти вас сразу по новому имени\\n4. Следующая смена будет доступна через 30 дней\\n\\nВы уверены, что хотите изменить имя пользователя?

source: Username can only be changed once every 30 days. Next change will be available in %(days)s days.
de: Benutzername kann nur alle 30 Tage geändert werden. Die nächste Änderung ist in %(days)s Tagen verfügbar.
es: El nombre de usuario solo se puede cambiar una vez cada 30 días. El próximo cambio estará disponible en %(days)s días.
fr: Le nom d'utilisateur ne peut être changé qu'une fois tous les 30 jours. Le prochain changement sera disponible dans %(days)s jours.
ru: Имя пользователя можно менять только раз в 30 дней. Следующая смена будет доступна через %(days)s дней.

source: %(username)s's Profile - Waylines
de: %(username)s's Profil - Waylines
es: Perfil de %(username)s - Waylines
fr: Profil de %(username)s - Waylines
ru: Профиль %(username)s - Waylines

source: %(username)s's Profile
de: %(username)s's Profil
es: Perfil de %(username)s
fr: Profil de %(username)s
ru: Профиль %(username)s

source: Private Routes
de: Private Routen
es: Rutas privadas
fr: Itinéraires privés
ru: Приватные маршруты

source: You have %(count)s private route.
de: Sie haben %(count)s private Route.
es: Tienes %(count)s ruta privada.
fr: Vous avez %(count)s itinéraire privé.
ru: У вас %(count)s приватный маршрут.

source: View
de: Ansehen
es: Ver
fr: Voir
ru: Просмотреть

source: Remove from friends?
de: Aus Freunden entfernen?
es: ¿Eliminar de amigos?
fr: Retirer des amis ?
ru: Удалить из друзей?

source: Accept Request
de: Anfrage akzeptieren
es: Aceptar solicitud
fr: Accepter la demande
ru: Принять запрос

source: Add Friend
de: Freund hinzufügen
es: Añadir amigo
fr: Ajouter un ami
ru: Добавить в друзья

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
ru: Редактировать профиль

source: Member since %(date)s
de: Mitglied seit %(date)s
es: Miembro desde %(date)s
fr: Membre depuis %(date)s
ru: Участник с %(date)s

source: %(username)s's Friend
de: %(username)s's Freund
es: Amigo de %(username)s
fr: Ami de %(username)s
ru: Друг %(username)s

source: Show all (%(count)s)
de: Alle anzeigen (%(count)s)
es: Mostrar todos (%(count)s)
fr: Afficher tout (%(count)s)
ru: Показать все (%(count)s)

source: You don't have any public routes yet
de: Sie haben noch keine öffentlichen Routen
es: Aún no tienes rutas públicas
fr: Vous n'avez pas encore d'itinéraires publics
ru: У вас пока нет публичных маршрутов

source: %(username)s hasn't published any public routes yet
de: %(username)s hat noch keine öffentlichen Routen veröffentlicht
es: %(username)s aún no ha publicado rutas públicas
fr: %(username)s n'a pas encore publié d'itinéraires publics
ru: %(username)s еще не опубликовал публичных маршрутов

source: Create your first route and share it with the community!
de: Erstellen Sie Ihre erste Route und teilen Sie sie mit der Community!
es: ¡Crea tu primera ruta y compártela con la comunidad!
fr: Créez votre premier itinéraire et partagez-le avec la communauté !
ru: Создайте свой первый маршрут и поделитесь им с сообществом!

source: This user hasn't published any routes yet
de: Dieser Benutzer hat noch keine Routen veröffentlicht
es: Este usuario aún no ha publicado rutas
fr: Cet utilisateur n'a pas encore publié d'itinéraires
ru: Этот пользователь еще не опубликовал маршрутов

source: Enter your credentials to sign in
de: Geben Sie Ihre Zugangsdaten zum Anmelden ein
es: Ingresa tus credenciales para iniciar sesión
fr: Entrez vos identifiants pour vous connecter
ru: Введите ваши данные для входа

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ru: Закрыть

source: Enter your username
de: Geben Sie Ihren Benutzernamen ein
es: Ingresa tu nombre de usuario
fr: Entrez votre nom d'utilisateur
ru: Введите ваше имя пользователя

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ru: Пароль

source: Enter your password
de: Geben Sie Ihr Passwort ein
es: Ingresa tu contraseña
fr: Entrez votre mot de passe
ru: Введите ваш пароль

source: Remember me
de: Angemeldet bleiben
es: Recordarme
fr: Se souvenir de moi
ru: Запомнить меня

source: Don't have an account?
de: Noch kein Konto?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
ru: Нет аккаунта?

source: Sign up
de: Registrieren
es: Registrarse
fr: S'inscrire
ru: Зарегистрироваться

source: Signed out
de: Abgemeldet
es: Sesión cerrada
fr: Déconnecté
ru: Выход выполнен

source: You have been successfully signed out
de: Sie wurden erfolgreich abgemeldet
es: Has cerrado sesión exitosamente
fr: Vous avez été déconnecté avec succès
ru: Вы успешно вышли из системы

source: Thank you for using our service
de: Vielen Dank für die Nutzung unseres Dienstes
es: Gracias por usar nuestro servicio
fr: Merci d'utiliser notre service
ru: Спасибо за использование нашего сервиса

source: Sign in again
de: Erneut anmelden
es: Iniciar sesión nuevamente
fr: Se connecter à nouveau
ru: Войти снова

source: Go to homepage
de: Zur Startseite gehen
es: Ir a la página de inicio
fr: Aller à la page d'accueil
ru: Перейти на главную

source: Create a new account
de: Neues Konto erstellen
es: Crear una nueva cuenta
fr: Créer un nouveau compte
ru: Создать новый аккаунт

source: Choose a username
de: Wählen Sie einen Benutzernamen
es: Elige un nombre de usuario
fr: Choisissez un nom d'utilisateur
ru: Выберите имя пользователя

source: Letters, digits and @/./+/-/_ only
de: Nur Buchstaben, Ziffern und @/./+/-/_
es: Solo letras, dígitos y @/./+/-/_
fr: Lettres, chiffres et @/./+/-/_ uniquement
ru: Только буквы, цифры и @/./+/-/_

source: Enter your email
de: Geben Sie Ihre E-Mail ein
es: Ingresa tu correo electrónico
fr: Entrez votre email
ru: Введите ваш email

source: Your first name
de: Ihr Vorname
es: Tu nombre
fr: Votre prénom
ru: Ваше имя

source: Your last name
de: Ihr Nachname
es: Tu apellido
fr: Votre nom
ru: Ваша фамилия

source: Create a password
de: Passwort erstellen
es: Crear una contraseña
fr: Créez un mot de passe
ru: Создайте пароль

source: Your password must contain at least 8 characters, can't be too common, and can't be entirely numeric.
de: Ihr Passwort muss mindestens 8 Zeichen enthalten, darf nicht zu allgemein sein und darf nicht nur aus Zahlen bestehen.
es: Tu contraseña debe contener al menos 8 caracteres, no puede ser muy común y no puede ser completamente numérica.
ru: Ваш пароль должен содержать не менее 8 символов, не должен быть слишком простым и не должен состоять только из цифр.

source: Confirm password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmez le mot de passe
ru: Подтвердите пароль

source: Repeat password
de: Passwort wiederholen
es: Repetir contraseña
fr: Répétez le mot de passe
ru: Повторите пароль

source: I agree to the <a href="#">Terms of Service</a> and <a href="#">Privacy Policy</a>
de: Ich stimme den <a href="#">Nutzungsbedingungen</a> und der <a href="#">Datenschutzrichtlinie</a> zu
es: Acepto los <a href="#">Términos de servicio</a> y la <a href="#">Política de privacidad</a>
fr: J'accepte les <a href="#">Conditions d'utilisation</a> et la <a href="#">Politique de confidentialité</a>
ru: Я согласен с <a href="#">Условиями обслуживания</a> и <a href="#">Политикой конфиденциальности</a>

source: Already have an account?
de: Bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
ru: Уже есть аккаунт?

source: All Routes - Waylines
de: Alle Routen - Waylines
es: Todas las rutas - Waylines
fr: Tous les itinéraires - Waylines
ru: Все маршруты - Waylines

source: Found %(count)s route
de: %(count)s Route gefunden
es: Encontrada %(count)s ruta
fr: %(count)s itinéraire trouvé
ru: Найден %(count)s маршрут

source: Filters
de: Filter
es: Filtros
fr: Filtres
ru: Фильтры

source: Name, description...
de: Name, Beschreibung...
es: Nombre, descripción...
fr: Nom, description...
ru: Название, описание...

source: All types
de: Alle Typen
es: Todos los tipos
fr: Tous les types
ru: Все типы

source: Sort by
de: Sortieren nach
es: Ordenar por
fr: Trier par
ru: Сортировать по

source: Newest first
de: Neueste zuerst
es: Más recientes primero
fr: Plus récents d'abord
ru: Сначала новые

source: By popularity
de: Nach Beliebtheit
es: Por popularidad
fr: Par popularité
ru: По популярности

source: By rating
de: Nach Bewertung
es: Por calificación
fr: Par note
ru: По рейтингу

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
ru: Применить

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ru: Сбросить

source: No routes found
de: Keine Routen gefunden
es: No se encontraron rutas
fr: Aucun itinéraire trouvé
ru: Маршруты не найдены

source: Try adjusting your search criteria
de: Versuchen Sie, Ihre Suchkriterien anzupassen
es: Intenta ajustar tus criterios de búsqueda
fr: Essayez d'ajuster vos critères de recherche
ru: Попробуйте изменить критерии поиска

source: Reset filters
de: Filter zurücksetzen
es: Restablecer filtros
fr: Réinitialiser les filtres
ru: Сбросить фильтры

source: Home
de: Startseite
es: Inicio
fr: Accueil
ru: Главная

source: Delete point?
de: Punkt löschen?
es: ¿Eliminar punto?
fr: Supprimer le point ?
ru: Удалить точку?

source: will be removed from the route.
de: wird von der Route entfernt.
es: será eliminado de la ruta.
fr: sera retiré de l'itinéraire.
ru: будет удалена из маршрута.

source: Delete route
de: Route löschen
es: Eliminar ruta
fr: Supprimer l'itinéraire
ru: Удалить маршрут

source: This action is irreversible
de: Diese Aktion ist irreversibel
es: Esta acción es irreversible
fr: Cette action est irréversible
ru: Это действие необратимо

source: Permanently delete this route?
de: Diese Route dauerhaft löschen?
es: ¿Eliminar permanentemente esta ruta?
fr: Supprimer définitivement cet itinéraire ?
ru: Навсегда удалить этот маршрут?

source: You are about to delete the route
de: Sie sind dabei, die Route zu löschen
es: Estás a punto de eliminar la ruta
fr: Vous êtes sur le point de supprimer l'itinéraire
ru: Вы собираетесь удалить маршрут

source: All associated data will be permanently removed.
de: Alle zugehörigen Daten werden dauerhaft entfernt.
es: Todos los datos asociados serán eliminados permanentemente.
fr: Toutes les données associées seront définitivement supprimées.
ru: Все связанные данные будут удалены навсегда.

source: The following will be deleted:
de: Folgendes wird gelöscht:
es: Se eliminará lo siguiente:
fr: Les éléments suivants seront supprimés :
ru: Будут удалены следующие данные:

source: All route photos will be deleted from media storage
de: Alle Routenfotos werden aus dem Medienspeicher gelöscht
es: Todas las fotos de la ruta serán eliminadas del almacenamiento multimedia
fr: Toutes les photos de l'itinéraire seront supprimées du stockage média
ru: Все фотографии маршрута будут удалены из медиа-хранилища

source: All route points and their photos will be removed
de: Alle Routenpunkte und ihre Fotos werden entfernt
es: Todos los puntos de ruta y sus fotos serán eliminados
fr: Tous les points d'itinéraire et leurs photos seront supprimés
ru: Все точки маршрута и их фотографии будут удалены

source: All audio guides will be deleted
de: Alle Audio-Guides werden gelöscht
es: Todas las guías de audio serán eliminadas
fr: Tous les audioguides seront supprimés
ru: Все аудиогиды будут удалены

source: All cache and temporary files will be cleared
de: Alle Cache- und temporären Dateien werden gelöscht
es: Todos los archivos temporales y de caché serán eliminados
fr: Tous les caches et fichiers temporaires seront effacés
ru: Весь кэш и временные файлы будут очищены

source: This action cannot be undone
de: Diese Aktion kann nicht rückgängig gemacht werden
es: Esta acción no se puede deshacer
fr: Cette action ne peut pas être annulée
ru: Это действие нельзя отменить

source: Deletion in progress...
de: Löschung läuft...
es: Eliminación en progreso...
fr: Suppression en cours...
ru: Удаление в процессе...

source: Starting deletion process...
de: Löschvorgang wird gestartet...
es: Iniciando proceso de eliminación...
fr: Début du processus de suppression...
ru: Запуск процесса удаления...

source: Success!
de: Erfolg!
es: ¡Éxito!
fr: Succès !
ru: Успех!

source: Error!
de: Fehler!
fr: Erreur !
ru: Ошибка!

source: Please confirm deletion
de: Bitte Löschung bestätigen
es: Por favor, confirma la eliminación
fr: Veuillez confirmer la suppression
ru: Пожалуйста, подтвердите удаление

source: To delete this route, type the route name below to confirm:
de: Um diese Route zu löschen, geben Sie den Routennamen unten zur Bestätigung ein:
es: Para eliminar esta ruta, escribe el nombre de la ruta a continuación para confirmar:
fr: Pour supprimer cet itinéraire, tapez le nom de l'itinéraire ci-dessous pour confirmer :
ru: Чтобы удалить этот маршрут, введите название маршрута ниже для подтверждения:

source: Type route name here...
de: Routennamen hier eingeben...
es: Escribe el nombre de la ruta aquí...
fr: Tapez le nom de l'itinéraire ici...
ru: Введите название маршрута здесь...

source: Route name does not match
de: Routennamen stimmt nicht überein
es: El nombre de la ruta no coincide
fr: Le nom de l'itinéraire ne correspond pas
ru: Название маршрута не совпадает

source: Preparing deletion...
de: Löschung wird vorbereitet...
es: Preparando eliminación...
fr: Préparation de la suppression...
ru: Подготовка к удалению...

source: Deleting route photos...
de: Routenbilder werden gelöscht...
es: Eliminando fotos de la ruta...
fr: Suppression des photos de l'itinéraire...
ru: Удаление фотографий маршрута...

source: Removing route points...
de: Routenpunkte werden entfernt...
es: Eliminando puntos de ruta...
fr: Suppression des points d'itinéraire...
ru: Удаление точек маршрута...

source: Deleting audio guides...
de: Audio-Guides werden gelöscht...
es: Eliminando guías de audio...
fr: Suppression des audioguides...
ru: Удаление аудиогидов...

source: Clearing cache...
de: Cache wird geleert...
es: Limpiando caché...
fr: Effacement du cache...
ru: Очистка кэша...

source: Finalizing deletion...
de: Löschung wird abgeschlossen...
es: Finalizando eliminación...
fr: Finalisation de la suppression...
ru: Завершение удаления...

source: Deletion complete!
de: Löschung abgeschlossen!
es: ¡Eliminación completa!
fr: Suppression terminée !
ru: Удаление завершено!

source: Route has been successfully deleted.
de: Route wurde erfolgreich gelöscht.
es: La ruta ha sido eliminada exitosamente.
fr: L'itinéraire a été supprimé avec succès.
ru: Маршрут успешно удален.

source: Error deleting route
de: Fehler beim Löschen der Route
es: Error al eliminar la ruta
fr: Erreur lors de la suppression de l'itinéraire
ru: Ошибка при удалении маршрута

source: An error occurred during deletion
de: Während der Löschung ist ein Fehler aufgetreten
es: Ocurrió un error durante la eliminación
fr: Une erreur s'est produite pendant la suppression
ru: Произошла ошибка во время удаления

source: Edit Point
de: Punkt bearbeiten
es: Editar punto
fr: Modifier le point
ru: Редактировать точку

source: Point Name
de: Punktname
es: Nombre del punto
fr: Nom du point
ru: Название точки

source: Enter point name
de: Punktnamen eingeben
es: Ingresa el nombre del punto
fr: Entrez le nom du point
ru: Введите название точки

source: Select category
de: Kategorie auswählen
es: Seleccionar categoría
fr: Sélectionner une catégorie
ru: Выберите категорию

source: Nature
de: Natur
es: Naturaleza
ru: Природа

source: Bus Stop
de: Bushaltestelle
es: Parada de autobús
fr: Arrêt de bus
ru: Автобусная остановка

source: Location address
de: Standortadresse
es: Dirección de ubicación
fr: Adresse du lieu
ru: Адрес местоположения

source: Enter address manually if not detected automatically
de: Adresse manuell eingeben, falls nicht automatisch erkannt
es: Ingresa la dirección manualmente si no se detecta automáticamente
fr: Entrez l'adresse manuellement si non détectée automatiquement
ru: Введите адрес вручную, если он не определен автоматически

source: Hint Author
de: Tipp-Autor
es: Autor de la pista
fr: Auteur de l'indice
ru: Автор подсказки

source: Hint author name
de: Name des Tipp-Autors
es: Nombre del autor de la pista
fr: Nom de l'auteur de l'indice
ru: Имя автора подсказки

source: Coordinates
de: Koordinaten
es: Coordenadas
fr: Coordonnées
ru: Координаты

source: tag1, tag2, tag3...
es: etiqueta1, etiqueta2, etiqueta3...
ru: тег1, тег2, тег3...

source: Enter tags separated by commas
de: Tags durch Kommas getrennt eingeben
es: Ingresa etiquetas separadas por comas
fr: Entrez les étiquettes séparées par des virgules
ru: Введите теги через запятую

source: Point Description
de: Punktbeschreibung
es: Descripción del punto
fr: Description du point
ru: Описание точки

source: Tell about this place...
de: Erzählen Sie über diesen Ort...
es: Cuenta sobre este lugar...
fr: Parlez de cet endroit...
ru: Расскажите об этом месте...

source: Photos
de: Fotos
es: Fotos
ru: Фотографии

source: Add Photo
de: Foto hinzufügen
es: Añadir foto
fr: Ajouter une photo
ru: Добавить фото

source: Max 5 photos
de: Max. 5 Fotos
es: Máx. 5 fotos
ru: Максимум 5 фото

source: Maximum 5 photos. JPG, PNG, WebP. Max 5MB each.
de: Maximal 5 Fotos. JPG, PNG, WebP. Max. 5 MB pro Foto.
es: Máximo 5 fotos. JPG, PNG, WebP. Máx. 5MB cada una.
fr: Maximum 5 photos. JPG, PNG, WebP. Max 5 Mo chacune.
ru: Максимум 5 фотографий. JPG, PNG, WebP. Максимум 5 МБ каждая.

source: Point Audio Guide
de: Punkt Audio-Guide
es: Guía de audio del punto
fr: Audioguide du point
ru: Аудиогид точки

source: Record, upload or generate AI audio
de: Audio aufnehmen, hochladen oder KI-Audio generieren
es: Graba, sube o genera audio con IA
fr: Enregistrez, téléchargez ou générez de l'audio IA
ru: Записать, загрузить или сгенерировать ИИ-аудио

source: Enable Audio
de: Audio aktivieren
es: Habilitar audio
fr: Activer l'audio
ru: Включить аудио

source: Audio Guide
es: Guía de audio
ru: Аудиогид

source: Re-record
de: Neu aufnehmen
es: Regrabar
fr: Réenregistrer
ru: Перезаписать

source: Delete Audio
de: Audio löschen
es: Eliminar audio
fr: Supprimer l'audio
ru: Удалить аудио
