Repository: mOstryakov/waylines
Catalog: waylines/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, ru

source: Friend requests
de: Freundschaftsanfragen
es: Solicitudes de amistad
fr: Demandes d'ami
ru: Запросы в друзья

source: %(time)s ago
de: vor %(time)s
es: hace %(time)s
fr: il y a %(time)s
ru: %(time)s назад

source: No new requests
de: Keine neuen Anfragen
es: No hay solicitudes nuevas
fr: Aucune nouvelle demande
ru: Нет новых запросов

source: All friends
de: Alle Freunde
es: Todos los amigos
fr: Tous les amis
ru: Все друзья

source: Find friends
de: Freunde finden
es: Encontrar amigos
fr: Trouver des amis
ru: Найти друзей

source: Profile
de: Profil
es: Perfil
fr: Profil
ru: Профиль

source: Create route
de: Route erstellen
es: Crear ruta
fr: Créer un itinéraire
ru: Создать маршрут

source: Log out
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
ru: Выйти

source: Log in
de: Anmelden
es: Iniciar sesión
fr: Connexion
ru: Войти

source: Register
de: Registrieren
es: Registrarse
fr: S'inscrire
ru: Зарегистрироваться

source: Platform for creating and sharing routes
de: Plattform zum Erstellen und Teilen von Routen
es: Plataforma para crear y compartir rutas
fr: Plateforme pour créer et partager des itinéraires
ru: Платформа для создания и обмена маршрутами

source: Enter a search query
de: Suchbegriff eingeben
es: Introduce una consulta de búsqueda
fr: Entrez une requête de recherche
ru: Введите поисковый запрос

source: Messages
de: Nachrichten
es: Mensajes
ru: Сообщения

source: Chat with friends and discuss routes
de: Chatten Sie mit Freunden und diskutieren Sie Routen
es: Chatea con amigos y discute rutas
fr: Discutez avec des amis et parlez des itinéraires
ru: Общайтесь с друзьями и обсуждайте маршруты

source: Write
de: Schreiben
es: Escribir
fr: Écrire
ru: Написать

source: All Routes
de: Alle Routen
es: Todas las rutas
fr: Tous les itinéraires
ru: Все маршруты

source: Active now
de: Jetzt aktiv
es: Activo ahora
fr: Actif maintenant
ru: Активны сейчас

source: Search friends...
de: Freunde suchen...
es: Buscar amigos...
fr: Rechercher des amis...
ru: Поиск друзей...

source: Private Messages
de: Private Nachrichten
es: Mensajes privados
fr: Messages privés
ru: Личные сообщения

source: You:
de: Sie:
es: Tú:
fr: Vous :
ru: Вы:

source: Start conversation
de: Konversation starten
es: Iniciar conversación
fr: Démarrer une conversation
ru: Начать беседу

source: No messages
de: Keine Nachrichten
es: No hay mensajes
fr: Aucun message
ru: Нет сообщений

source: Start chatting with friends
de: Beginnen Sie mit Freunden zu chatten
es: Comienza a chatear con amigos
fr: Commencez à discuter avec des amis
ru: Начните общаться с друзьями

source: My Routes
de: Meine Routen
es: Mis rutas
fr: Mes itinéraires
ru: Мои маршруты

source: Mine
de: Meine
es: Mías
fr: À moi
ru: Мои

source: new
de: neu
es: nuevo
fr: nouveau
ru: новое

source: Discussion
de: Diskussion
es: Discusión
ru: Обсуждение

source: Shared Routes
de: Geteilte Routen
es: Rutas compartidas
fr: Itinéraires partagés
ru: Общие маршруты

source: Shared
de: Geteilt
es: Compartido
fr: Partagé
ru: Общие

source: Friends
de: Freunde
es: Amigos
fr: Amis
ru: Друзья

source: Create a route or add friends to start chatting
de: Erstellen Sie eine Route oder fügen Sie Freunde hinzu, um zu chatten
es: Crea una ruta o añade amigos para comenzar a chatear
fr: Créez un itinéraire ou ajoutez des amis pour commencer à discuter
ru: Создайте маршрут или добавьте друзей, чтобы начать общаться

source: Create Route
de: Route erstellen
es: Crear Ruta
fr: Créer un itinéraire
ru: Создать маршрут

source: Find Friends
de: Freunde finden
es: Encontrar Amigos
fr: Trouver des amis
ru: Найти друзей

source: Select a friend
de: Freund auswählen
es: Selecciona un amigo
fr: Sélectionner un ami
ru: Выберите друга

source: Start typing friend name...
de: Freundesnamen eingeben...
es: Comienza a escribir el nombre de un amigo...
fr: Commencez à taper le nom d'un ami...
ru: Начните вводить имя друга...

source: You have no friends yet
de: Sie haben noch keine Freunde
es: Aún no tienes amigos
fr: Vous n'avez pas encore d'amis
ru: У вас пока нет друзей

source: Find friends to start chatting
de: Finden Sie Freunde, um zu chatten
es: Encuentra amigos para comenzar a chatear
fr: Trouvez des amis pour commencer à discuter
ru: Найдите друзей, чтобы начать общаться

source: Online
es: En línea
fr: En ligne
ru: В сети

source: Offline
es: Desconectado
fr: Hors ligne
ru: Не в сети

source: Chat with
de: Chatten mit
es: Chatear con
fr: Discuter avec
ru: Чат с

source: Was
de: War
es: Estuvo
fr: Était
ru: Был

source: ago
de: vor
es: hace
fr: il y a
ru: назад

source: User Info
de: Benutzerinfo
es: Información del usuario
fr: Infos utilisateur
ru: Информация о пользователе

source: Block
de: Blockieren
es: Bloquear
fr: Bloquer
ru: Заблокировать

source: Refresh Chat
de: Chat aktualisieren
es: Actualizar chat
fr: Actualiser le chat
ru: Обновить чат

source: All Chats
de: Alle Chats
es: Todos los chats
fr: Tous les chats
ru: Все чаты

source: Image
de: Bild
es: Imagen
ru: Изображение

source: Failed to load image
de: Bild konnte nicht geladen werden
es: Error al cargar la imagen
fr: Échec du chargement de l'image
ru: Не удалось загрузить изображение

source: Your browser does not support video.
de: Ihr Browser unterstützt kein Video.
es: Tu navegador no soporta video.
fr: Votre navigateur ne prend pas en charge la vidéo.
ru: Ваш браузер не поддерживает видео.

source: Your browser does not support audio.
de: Ihr Browser unterstützt kein Audio.
es: Tu navegador no soporta audio.
fr: Votre navigateur ne prend pas en charge l'audio.
ru: Ваш браузер не поддерживает аудио.

source: Start a conversation
de: Konversation starten
es: Iniciar una conversación
fr: Démarrer une conversation
ru: Начать разговор

source: Send your first message to
de: Senden Sie Ihre erste Nachricht an
es: Envía tu primer mensaje a
fr: Envoyez votre premier message à
ru: Отправьте свое первое сообщение

source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
ru: Загрузка...

source: Loading messages...
de: Nachrichten werden geladen...
es: Cargando mensajes...
fr: Chargement des messages...
ru: Загрузка сообщений...

source: is typing
de: tippt
es: está escribiendo
fr: est en train d'écrire
ru: печатает

source: Video
fr: Vidéo
ru: Видео

source: Audio
ru: Аудио

source: Write a message...
de: Nachricht schreiben...
es: Escribe un mensaje...
fr: Écrire un message...
ru: Написать сообщение...

source: Recording voice message...
de: Sprachnachricht aufnehmen...
es: Grabando mensaje de voz...
fr: Enregistrement d'un message vocal...
ru: Запись голосового сообщения...

source: Connecting...
de: Verbinden...
es: Conectando...
fr: Connexion...
ru: Подключение...

source: Waylines user
de: Waylines-Benutzer
es: Usuario de Waylines
fr: Utilisateur Waylines
ru: Пользователь Waylines

source: General Info
de: Allgemeine Info
es: Información general
fr: Informations générales
ru: Общая информация

source: In chat since
de: Im Chat seit
es: En el chat desde
fr: Dans le chat depuis
ru: В чате с

source: Actions
de: Aktionen
es: Acciones
ru: Действия

source: Shared Route
de: Geteilte Route
es: Ruta compartida
fr: Itinéraire partagé
ru: Общий маршрут

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ru: Подключено

source: Connection failed
de: Verbindung fehlgeschlagen
es: Conexión fallida
fr: Échec de la connexion
ru: Не удалось подключиться

source: Failed to connect to chat
de: Verbindung zum Chat fehlgeschlagen
es: Error al conectar al chat
fr: Échec de la connexion au chat
ru: Не удалось подключиться к чату

source: Reconnecting...
de: Wiederverbinden...
es: Reconectando...
fr: Reconnexion...
ru: Переподключение...

source: Failed to load message history
de: Nachrichtenverlauf konnte nicht geladen werden
es: Error al cargar el historial de mensajes
fr: Échec du chargement de l'historique des messages
ru: Не удалось загрузить историю сообщений

source: Message is sending...
de: Nachricht wird gesendet...
es: El mensaje se está enviando...
fr: Le message est en cours d'envoi...
ru: Сообщение отправляется...

source: Failed to upload media file
de: Mediendatei konnte nicht hochgeladen werden
es: Error al subir el archivo multimedia
fr: Échec du téléchargement du fichier média
ru: Не удалось загрузить медиафайл

source: Network error
de: Netzwerkfehler
es: Error de red
fr: Erreur réseau
ru: Ошибка сети

source: Failed to upload file
de: Datei konnte nicht hochgeladen werden
es: Error al subir el archivo
fr: Échec du téléchargement du fichier
ru: Не удалось загрузить файл

source: You
de: Sie
es: Tú
fr: Vous
ru: Вы

source: Enter a message or attach a file
de: Nachricht eingeben oder Datei anhängen
es: Ingresa un mensaje o adjunta un archivo
fr: Entrez un message ou joignez un fichier
ru: Введите сообщение или прикрепите файл

source: Chat is not initialized. Please refresh the page.
de: Chat ist nicht initialisiert. Bitte Seite aktualisieren.
es: El chat no está inicializado. Por favor, actualiza la página.
fr: Le chat n'est pas initialisé. Veuillez actualiser la page.
ru: Чат не инициализирован. Пожалуйста, обновите страницу.

source: Unsupported file type
de: Nicht unterstützter Dateityp
es: Tipo de archivo no soportado
fr: Type de fichier non supporté
ru: Неподдерживаемый тип файла

source: File is too large. Maximum size: 10MB
de: Datei ist zu groß. Maximale Größe: 10 MB
es: El archivo es demasiado grande. Tamaño máximo: 10MB
fr: Le fichier est trop volumineux. Taille maximale : 10 Mo
ru: Файл слишком большой. Максимальный размер: 10 МБ

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ru: Просмотр

source: Chat refreshed
de: Chat aktualisiert
es: Chat actualizado
fr: Chat actualisé
ru: Чат обновлен

source: Chat is not initialized
de: Chat ist nicht initialisiert
es: El chat no está inicializado
fr: Le chat n'est pas initialisé
ru: Чат не инициализирован

source: Are you sure you want to block
de: Sind Sie sicher, dass Sie blockieren möchten
es: ¿Estás seguro de que quieres bloquear a
fr: Êtes-vous sûr de vouloir bloquer
ru: Вы уверены, что хотите заблокировать

source: Block feature is under development
de: Block-Funktion ist in Entwicklung
es: La función de bloqueo está en desarrollo
fr: La fonction de blocage est en cours de développement
ru: Функция блокировки находится в разработке

source: Shared route feature is under development
de: Route-Teilungsfunktion ist in Entwicklung
es: La función de ruta compartida está en desarrollo
fr: La fonction d'itinéraire partagé est en cours de développement
ru: Функция общего маршрута находится в разработке

source: just now
de: gerade eben
es: justo ahora
fr: à l'instant
ru: только что

source: min
ru: мин

source: h
de: Std.
ru: ч

source: d
de: T.
fr: j
ru: д

source: Route Chat
de: Routen-Chat
es: Chat de Ruta
fr: Chat d'itinéraire
ru: Чат маршрута

source: Route Chat:
de: Routen-Chat:
es: Chat de Ruta:
fr: Chat d'itinéraire :
ru: Чат маршрута:

source: Author:
de: Autor:
es: Autor:
fr: Auteur :
ru: Автор:

source: km
ru: км

source: Route Info
de: Routeninfo
es: Información de la ruta
fr: Infos sur l'itinéraire
ru: Информация о маршруте

source: Route Details
de: Routendetails
es: Detalles de la ruta
fr: Détails de l'itinéraire
ru: Детали маршрута

source: Author Profile
de: Autorprofil
es: Perfil del autor
fr: Profil de l'auteur
ru: Профиль автора

source: Route:
es: Ruta:
fr: Itinéraire :
ru: Маршрут:

source: Route discussion • Author:
de: Routendiskussion • Autor:
es: Discusión de ruta • Autor:
fr: Discussion sur l'itinéraire • Auteur :
ru: Обсуждение маршрута • Автор:

source: Start the route discussion
de: Routendiskussion starten
es: Inicia la discusión de la ruta
fr: Démarrer la discussion sur l'itinéraire
ru: Начать обсуждение маршрута

source: Send the first message in the route chat
de: Senden Sie die erste Nachricht im Routen-Chat
es: Envía el primer mensaje en el chat de la ruta
fr: Envoyez le premier message dans le chat de l'itinéraire
ru: Отправьте первое сообщение в чате маршрута

source: Write a message in the route chat
de: Nachricht im Routen-Chat schreiben
es: Escribe un mensaje en el chat de la ruta
fr: Écrire un message dans le chat de l'itinéraire
ru: Напишите сообщение в чате маршрута

source: Active route
de: Aktive Route
es: Ruta activa
fr: Itinéraire actif
ru: Активный маршрут

source: Inactive
de: Inaktiv
es: Inactivo
fr: Inactif
ru: Неактивный

source: Distance
de: Distanz
es: Distancia
ru: Дистанция

source: Edit Route
de: Route bearbeiten
es: Editar Ruta
fr: Modifier l'itinéraire
ru: Редактировать маршрут

source: Discuss route details
de: Routendetails diskutieren
es: Discute los detalles de la ruta
fr: Discuter des détails de l'itinéraire
ru: Обсуждайте детали маршрута

source: user(s)
de: Benutzer
es: usuario(s)
fr: utilisateur(s)
ru: пользователь(ей)

source: Failed to send message:
de: Nachricht konnte nicht gesendet werden:
es: Error al enviar mensaje:
fr: Échec de l'envoi du message :
ru: Не удалось отправить сообщение:

source: Firebase is not loaded
de: Firebase ist nicht geladen
es: Firebase no está cargado
fr: Firebase n'est pas chargé
ru: Firebase не загружен

source: Please enter a message
de: Bitte geben Sie eine Nachricht ein
es: Por favor, introduce un mensaje
fr: Veuillez entrer un message
ru: Пожалуйста, введите сообщение

source: Chat is not ready
de: Chat ist nicht bereit
es: El chat no está listo
fr: Le chat n'est pas prêt
ru: Чат не готов

source: Chat for route
de: Chat für Route
es: Chat para la ruta
fr: Chat pour l'itinéraire
ru: Чат для маршрута

source: refreshed
de: aktualisiert
es: actualizado
fr: actualisé
ru: обновлен

source: Find users and add them as friends
de: Benutzer finden und als Freunde hinzufügen
es: Encuentra usuarios y añádelos como amigos
fr: Trouvez des utilisateurs et ajoutez-les en amis
ru: Найдите пользователей и добавьте их в друзья

source: Enter username...
de: Benutzernamen eingeben...
es: Ingresa nombre de usuario...
fr: Entrez un nom d'utilisateur...
ru: Введите имя пользователя...

source: routes
de: Routen
es: rutas
fr: itinéraires
ru: маршруты

source: Friend
de: Freund
es: Amigo
fr: Ami
ru: Друг

source: Awaiting Response
de: Warte auf Antwort
es: Esperando respuesta
fr: En attente de réponse
ru: Ожидает ответа

source: Request Sent
de: Anfrage gesendet
es: Solicitud enviada
fr: Demande envoyée
ru: Запрос отправлен

source: Rejected
de: Abgelehnt
es: Rechazado
fr: Rejeté
ru: Отклонено

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ru: Добавить

source: No users found
de: Keine Benutzer gefunden
es: No se encontraron usuarios
fr: Aucun utilisateur trouvé
ru: Пользователи не найдены

source: Try a different search query
de: Versuchen Sie eine andere Suchanfrage
es: Intenta con una consulta de búsqueda diferente
fr: Essayez une autre requête de recherche
ru: Попробуйте другой поисковый запрос

source: Start your search
de: Beginnen Sie Ihre Suche
es: Comienza tu búsqueda
fr: Commencez votre recherche
ru: Начните поиск

source: Enter a username in the search field above
de: Geben Sie einen Benutzernamen in das Suchfeld oben ein
es: Introduce un nombre de usuario en el campo de búsqueda de arriba
fr: Entrez un nom d'utilisateur dans le champ de recherche ci-dessus
ru: Введите имя пользователя в поле поиска выше

source: Your friends and their routes
de: Ihre Freunde und ihre Routen
es: Tus amigos y sus rutas
fr: Vos amis et leurs itinéraires
ru: Ваши друзья и их маршруты

source: Remove Friend
de: Freund entfernen
es: Eliminar amigo
fr: Retirer l'ami
ru: Удалить друга

source: You don't have any friends yet
de: Sie haben noch keine Freunde
es: Aún no tienes amigos
ru: У вас пока нет друзей

source: Find friends to see their routes and share yours
de: Finden Sie Freunde, um ihre Routen zu sehen und Ihre zu teilen
es: Encuentra amigos para ver sus rutas y compartir las tuyas
fr: Trouvez des amis pour voir leurs itinéraires et partager les vôtres
ru: Найдите друзей, чтобы видеть их маршруты и делиться своими

source: Friend Requests
de: Freundschaftsanfragen
es: Solicitudes de amistad
fr: Demandes d'ami
ru: Запросы в друзья

source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
ru: Принять

source: Reject
de: Ablehnen
es: Rechazar
fr: Rejeter
ru: Отклонить

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
ru: Статистика

source: Total Friends
de: Gesamte Freunde
es: Total de amigos
fr: Nombre total d'amis
ru: Всего друзей

source: Pending Requests
de: Ausstehende Anfragen
es: Solicitudes pendientes
fr: Demandes en attente
ru: Ожидающие запросы

source: Home - Waylines
de: Startseite - Waylines
es: Inicio - Waylines
fr: Accueil - Waylines
ru: Главная - Waylines

source: Travel. It's worth it.
de: Reisen. Es lohnt sich.
es: Viajar. Vale la pena.
fr: Voyagez. Ça en vaut la peine.
ru: Путешествуйте. Это того стоит.

source: Discover new
de: Entdecken Sie neue
es: Descubre nuevas
fr: Découvrez de nouveaux
ru: Открывайте новые

source: for your adventures
de: für Ihre Abenteuer
es: para tus aventuras
fr: pour vos aventures
ru: для ваших приключений

source: Create, save, and share the best routes with a community of travelers. Find inspiration in every direction.
de: Erstellen, speichern und teilen Sie die besten Routen mit einer Gemeinschaft von Reisenden. Finden Sie Inspiration in jede Richtung.
es: Crea, guarda y comparte las mejores rutas con una comunidad de viajeros. Encuentra inspiración en todas direcciones.
fr: Créez, enregistrez et partagez les meilleurs itinéraires avec une communauté de voyageurs. Trouvez l'inspiration dans toutes les directions.
ru: Создавайте, сохраняйте и делитесь лучшими маршрутами с сообществом путешественников. Находите вдохновение в каждом направлении.

source: Explore
de: Erkunden
es: Explorar
fr: Explorer
ru: Исследовать

source: Get started for free
de: Kostenlos starten
es: Comienza gratis
fr: Commencez gratuitement
ru: Начните бесплатно

source: Demo tour
es: Tour de demostración
fr: Visite démo
ru: Демо-тур

source: Travelers
de: Reisende
es: Viajeros
fr: Voyageurs
ru: Путешественники

source: Countries
de: Länder
es: Países
fr: Pays
ru: Страны

source: Travel
de: Reisen
es: Viajar
fr: Voyage
ru: Путешествие

source: Mountain trails
de: Bergpfade
es: Senderos de montaña
fr: Sentiers de montagne
ru: Горные тропы

source: City routes
de: Stadtrouten
es: Rutas urbanas
fr: Itinéraires urbains
ru: Городские маршруты

source: Coastal paths
de: Küstenwege
es: Senderos costeros
fr: Chemins côtiers
ru: Береговые пути

source: Forest trails
de: Waldwege
es: Senderos forestales
fr: Sentiers forestiers
ru: Лесные тропы

source: Beach routes
de: Strandrouten
es: Rutas de playa
fr: Itinéraires de plage
ru: Пляжные маршруты

source: Camping
ru: Кемпинг

source: Historic paths
de: Historische Wege
es: Caminos históricos
fr: Chemins historiques
ru: Исторические пути

source: Popular
de: Beliebt
fr: Populaire
ru: Популярные

source: Explore the best routes
de: Entdecken Sie die besten Routen
es: Explora las mejores rutas
fr: Explorez les meilleurs itinéraires
ru: Исследуйте лучшие маршруты

source: The most saved and recommended routes from the community
de: Die meistgespeicherten und empfohlenen Routen der Community
es: Las rutas más guardadas y recomendadas por la comunidad
fr: Les itinéraires les plus enregistrés et recommandés par la communauté
ru: Самые сохраняемые и рекомендуемые маршруты от сообщества

source: No routes yet
de: Noch keine Routen
es: Aún no hay rutas
fr: Pas encore d'itinéraires
ru: Пока нет маршрутов

source: Be the first explorer and create the first route!
de: Seien Sie der erste Entdecker und erstellen Sie die erste Route!
es: ¡Sé el primer explorador y crea la primera ruta!
fr: Soyez le premier explorateur et créez le premier itinéraire !
ru: Будьте первым исследователем и создайте первый маршрут!

source: View all routes
de: Alle Routen anzeigen
es: Ver todas las rutas
fr: Voir tous les itinéraires
ru: Посмотреть все маршруты

source: Choose your travel style
de: Wählen Sie Ihren Reise-Stil
es: Elige tu estilo de viaje
fr: Choisissez votre style de voyage
ru: Выберите свой стиль путешествия

source: Routes for any mood and activity
de: Routen für jede Stimmung und Aktivität
es: Rutas para cualquier estado de ánimo y actividad
fr: Des itinéraires pour toutes les humeurs et activités
ru: Маршруты для любого настроения и активности

source: %(count)s route
es: %(count)s ruta
fr: %(count)s itinéraire
ru: %(count)s маршрут

source: Start your journey
de: Starten Sie Ihre Reise
es: Comienza tu viaje
fr: Commencez votre voyage
ru: Начните свое путешествие

source: Join the traveler community and discover the world in a new way
de: Treten Sie der Reisenden-Community bei und entdecken Sie die Welt auf neue Weise
es: Únete a la comunidad de viajeros y descubre el mundo de una nueva manera
fr: Rejoignez la communauté de voyageurs et découvrez le monde d'une nouvelle façon
ru: Присоединяйтесь к сообществу путешественников и откройте мир по-новому

source: Find inspiration
de: Inspiration finden
es: Encuentra inspiración
fr: Trouvez l'inspiration
ru: Найдите вдохновение

source: Join for free
de: Kostenlos beitreten
es: Únete gratis
fr: Inscrivez-vous gratuitement
ru: Присоединяйтесь бесплатно

source: Watch demo
de: Demo ansehen
es: Ver demostración
fr: Voir la démo
ru: Посмотреть демо

source: Write your comment...
de: Schreiben Sie Ihren Kommentar...
es: Escribe tu comentario...
fr: Écrivez votre commentaire...
ru: Напишите ваш комментарий...

source: Post
de: Beitrag
es: Publicar
fr: Publier
ru: Опубликовать

source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ru: Войти

source: to leave a comment.
de: um einen Kommentar zu hinterlassen.
es: para dejar un comentario.
fr: pour laisser un commentaire.
ru: чтобы оставить комментарий.

source: Sending...
de: Wird gesendet...
es: Enviando...
fr: Envoi...
ru: Отправка...

source: Please enter a comment
de: Bitte geben Sie einen Kommentar ein
es: Por favor, introduce un comentario
fr: Veuillez entrer un commentaire
ru: Пожалуйста, введите комментарий

source: Invalid server response
de: Ungültige Serverantwort
es: Respuesta del servidor inválida
fr: Réponse du serveur invalide
ru: Неверный ответ сервера

source: Error:
de: Fehler:
fr: Erreur :
ru: Ошибка:

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
ru: Неизвестная ошибка

source: Are you sure you want to delete this comment?
de: Sind Sie sicher, dass Sie diesen Kommentar löschen möchten?
es: ¿Estás seguro de que quieres eliminar este comentario?
fr: Êtes-vous sûr de vouloir supprimer ce commentaire ?
ru: Вы уверены, что хотите удалить этот комментарий?

source: Profile - Waylines
de: Profil - Waylines
es: Perfil - Waylines
fr: Profil - Waylines
ru: Профиль - Waylines

source: km traveled
de: km gereist
es: km recorridos
fr: km parcourus
ru: км пройдено

source: Public profile
de: Öffentliches Profil
es: Perfil público
fr: Profil public
ru: Публичный профиль

source: Registered
de: Registriert
es: Registrado
fr: Inscrit
ru: Зарегистрирован

source: Total routes
de: Gesamte Routen
es: Rutas totales
fr: Total des itinéraires
ru: Всего маршрутов

source: Total distance
de: Gesamtdistanz
es: Distancia total
fr: Distance totale
ru: Общая дистанция

source: Edit profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
ru: Редактировать профиль

source: Username change available in %(days)s days
de: Benutzernamenänderung verfügbar in %(days)s Tagen
es: Cambio de nombre de usuario disponible en %(days)s días
fr: Changement de nom d'utilisateur disponible dans %(days)s jours
ru: Смена имени пользователя доступна через %(days)s дней

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
ru: Имя пользователя
