Repository: mOstryakov/waylines
Catalog: waylines/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, ru

source: AI Audio
de: KI-Audio
es: Audio de IA
fr: Audio IA
ru: ИИ Аудио

source: Alloy (neutral)
es: Aleación (neutral)
fr: Alliage (neutre)
ru: Эллой (нейтральный)

source: Echo (male)
de: Echo (männlich)
es: Eco (masculino)
fr: Écho (masculin)
ru: Эхо (мужской)

source: Nova (female)
de: Nova (weiblich)
es: Nova (femenino)
fr: Nova (féminin)
ru: Нова (женский)

source: Onyx (deep)
de: Onyx (tief)
es: Ónix (profundo)
fr: Onyx (profond)
ru: Оникс (глубокий)

source: Fable (storyteller)
de: Fable (Geschichtenerzähler)
es: Fábula (narrador)
fr: Fable (conteur)
ru: Фейбл (сказочник)

source: Shimmer (soft)
de: Shimmer (sanft)
es: Brillo (suave)
fr: Scintillement (doux)
ru: Шиммер (мягкий)

source: Auto-detect
de: Automatisch erkennen
es: Detectar automáticamente
fr: Détection automatique
ru: Автоопределение

source: Russian
de: Russisch
es: Ruso
fr: Russe
ru: Русский

source: English
de: Englisch
es: Inglés
fr: Anglais
ru: Английский

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
ru: Испанский

source: French
de: Französisch
es: Francés
fr: Français
ru: Французский

source: Point
de: Punkt
es: Punto
ru: Точка

source: User
de: Benutzer
es: Usuario
fr: Utilisateur
ru: Пользователь

source: Text content
de: Textinhalt
es: Contenido de texto
fr: Contenu texte
ru: Текстовое содержание

source: Voice type
de: Stimmentyp
es: Tipo de voz
fr: Type de voix
ru: Тип голоса

source: Language
de: Sprache
es: Idioma
fr: Langue
ru: Язык

source: Audio file
de: Audiodatei
es: Archivo de audio
fr: Fichier audio
ru: Аудиофайл

source: Status
es: Estado
fr: Statut
ru: Статус

source: Error message
de: Fehlermeldung
es: Mensaje de error
fr: Message d'erreur
ru: Сообщение об ошибке

source: Processing time (sec)
de: Verarbeitungszeit (Sek.)
es: Tiempo de procesamiento (seg)
fr: Temps de traitement (sec)
ru: Время обработки (сек)

source: Created
de: Erstellt
es: Creado
fr: Créé
ru: Создано

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
ru: Завершено

source: Route-level audio
de: Routenweises Audio
es: Audio de nivel de ruta
fr: Audio au niveau de l'itinéraire
ru: Аудио уровня маршрута

source: Audio generation
de: Audio-Generierung
es: Generación de audio
fr: Génération audio
ru: Генерация аудио

source: Audio generations
de: Audio-Generierungen
es: Generaciones de audio
fr: Générations audio
ru: Генерации аудио

source: Text is empty
de: Text ist leer
es: El texto está vacío
fr: Le texte est vide
ru: Текст пуст

source: Invalid parameter
de: Ungültiger Parameter
es: Parámetro inválido
fr: Paramètre invalide
ru: Неверный параметр

source: Coordinates not found
de: Koordinaten nicht gefunden
es: Coordenadas no encontradas
fr: Coordonnées non trouvées
ru: Координаты не найдены

source: Ensure the point has latitude and longitude fields
de: Stellen Sie sicher, dass der Punkt Breiten- und Längengrad-Felder hat
es: Asegúrate de que el punto tenga campos de latitud y longitud
fr: Assurez-vous que le point a des champs latitude et longitude
ru: Убедитесь, что точка имеет поля широты и долготы

source: Invalid input
de: Ungültige Eingabe
es: Entrada inválida
fr: Entrée invalide
ru: Неверный ввод

source: Coordinates are required
de: Koordinaten sind erforderlich
es: Se requieren coordenadas
fr: Les coordonnées sont requises
ru: Координаты обязательны

source: Chat
ru: Чат

source: Conversation
de: Konversation
es: Conversación
ru: Беседа

source: Conversations
de: Konversationen
es: Conversaciones
ru: Беседы

source: Sender
de: Absender
es: Remitente
fr: Expéditeur
ru: Отправитель

source: Message
de: Nachricht
es: Mensaje
ru: Сообщение

source: Read
de: Gelesen
es: Leído
fr: Lu
ru: Прочитано

source: Private message
de: Private Nachricht
es: Mensaje privado
fr: Message privé
ru: Личное сообщение

source: Private messages
de: Private Nachrichten
es: Mensajes privados
fr: Messages privés
ru: Личные сообщения

source: Route
es: Ruta
fr: Itinéraire
ru: Маршрут

source: Active
de: Aktiv
es: Activo
fr: Actif
ru: Активный

source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
ru: Обновлено

source: Route chat
de: Routen-Chat
es: Chat de ruta
fr: Chat d'itinéraire
ru: Чат маршрута

source: Route chats
de: Routen-Chats
es: Chats de ruta
fr: Chats d'itinéraire
ru: Чаты маршрутов

source: Time
de: Zeit
es: Tiempo
fr: Temps
ru: Время

source: Route chat message
de: Routen-Chat-Nachricht
es: Mensaje del chat de ruta
fr: Message du chat d'itinéraire
ru: Сообщение в чате маршрута

source: Route chat messages
de: Routen-Chat-Nachrichten
es: Mensajes del chat de ruta
fr: Messages du chat d'itinéraire
ru: Сообщения в чате маршрута

source: Cannot start a conversation with yourself
de: Kann keine Konversation mit sich selbst starten
es: No puedes iniciar una conversación contigo mismo
fr: Impossible de démarrer une conversation avec vous-même
ru: Нельзя начать беседу с самим собой

source: Message cannot be empty
de: Nachricht darf nicht leer sein
es: El mensaje no puede estar vacío
fr: Le message ne peut pas être vide
ru: Сообщение не может быть пустым

source: Message is too long (max 1000 characters)
de: Nachricht ist zu lang (max. 1000 Zeichen)
es: El mensaje es demasiado largo (máximo 1000 caracteres)
fr: Le message est trop long (max 1000 caractères)
ru: Сообщение слишком длинное (максимум 1000 символов)

source: You do not have access to this route
de: Sie haben keinen Zugriff auf diese Route
es: No tienes acceso a esta ruta
fr: Vous n'avez pas accès à cet itinéraire
ru: У вас нет доступа к этому маршруту

source: An error occurred while loading chats
de: Beim Laden der Chats ist ein Fehler aufgetreten
es: Ocurrió un error al cargar los chats
fr: Une erreur s'est produite lors du chargement des chats
ru: Произошла ошибка при загрузке чатов

source: You do not have access to this chat
de: Sie haben keinen Zugriff auf diesen Chat
es: No tienes acceso a este chat
fr: Vous n'avez pas accès à ce chat
ru: У вас нет доступа к этому чату

source: An error occurred while loading the chat
de: Beim Laden des Chats ist ein Fehler aufgetreten
es: Ocurrió un error al cargar el chat
fr: Une erreur s'est produite lors du chargement du chat
ru: Произошла ошибка при загрузке чата

source: Missing user_id
de: user_id fehlt
es: Falta user_id
fr: user_id manquant
ru: Отсутствует user_id

source: Cannot send message to yourself
de: Kann keine Nachricht an sich selbst senden
es: No puedes enviar un mensaje a ti mismo
fr: Impossible d'envoyer un message à vous-même
ru: Нельзя отправить сообщение самому себе

source: Internal server error
de: Interner Serverfehler
es: Error interno del servidor
fr: Erreur interne du serveur
ru: Внутренняя ошибка сервера

source: Missing route_id
de: route_id fehlt
es: Falta route_id
fr: route_id manquant
ru: Отсутствует route_id

source: Failed to send message
de: Nachricht konnte nicht gesendet werden
es: Error al enviar el mensaje
fr: Échec de l'envoi du message
ru: Не удалось отправить сообщение

source: Access denied
de: Zugriff verweigert
es: Acceso denegado
fr: Accès refusé
ru: Доступ запрещен

source: Conversation not found
de: Konversation nicht gefunden
es: Conversación no encontrada
fr: Conversation non trouvée
ru: Беседа не найдена

source: Failed to get unread counts
de: Lesestatus konnte nicht abgerufen werden
es: Error al obtener los conteos de no leídos
fr: Échec de la récupération du nombre de messages non lus
ru: Не удалось получить количество непрочитанных сообщений

source: Conversation deleted
de: Konversation gelöscht
es: Conversación eliminada
fr: Conversation supprimée
ru: Беседа удалена

source: Failed to mark messages as read
de: Nachrichten konnten nicht als gelesen markiert werden
es: Error al marcar los mensajes como leídos
fr: Échec du marquage des messages comme lus
ru: Не удалось пометить сообщения как прочитанные

source: Date added
de: Hinzugefügt am
es: Fecha de adición
fr: Date d'ajout
ru: Дата добавления

source: Favorite
de: Favorit
es: Favorito
fr: Favori
ru: Избранное

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
ru: Избранное

source: Score
de: Punktzahl
es: Puntuación
ru: Оценка

source: Created at
de: Erstellt am
es: Creado el
fr: Créé le
ru: Создано

source: Updated at
de: Aktualisiert am
es: Actualizado el
fr: Mis à jour le
ru: Обновлено

source: Rating
de: Bewertung
es: Calificación
fr: Note
ru: Рейтинг

source: Ratings
de: Bewertungen
es: Calificaciones
fr: Notes
ru: Рейтинги

source: Comment text
de: Kommentartext
es: Texto del comentario
fr: Texte du commentaire
ru: Текст комментария

source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
ru: Комментарий

source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
ru: Комментарии

source: Recipient
de: Empfänger
es: Destinatario
fr: Destinataire
ru: Получатель

source: Optional message for recipient
de: Optionale Nachricht für Empfänger
es: Mensaje opcional para el destinatario
fr: Message optionnel pour le destinataire
ru: Необязательное сообщение для получателя

source: Sent at
de: Gesendet am
es: Enviado el
fr: Envoyé le
ru: Отправлено

source: Is read
de: Ist gelesen
es: Está leído
fr: Est lu
ru: Прочитано

source: Read at
de: Gelesen am
es: Leído el
fr: Lu le
ru: Прочитано в

source: Route share
de: Route teilen
es: Compartir ruta
fr: Partage d'itinéraire
ru: Поделиться маршрутом

source: Route shares
de: Route-Teilungen
es: Rutas compartidas
fr: Partages d'itinéraire
ru: Поделиться маршрутами

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ru: Удалить

source: Author
de: Autor
es: Autor
fr: Auteur
ru: Автор

source: No comments yet. Be the first!
de: Noch keine Kommentare. Sei der Erste!
es: Aún no hay comentarios. ¡Sé el primero!
fr: Aucun commentaire encore. Soyez le premier !
ru: Комментариев пока нет. Будьте первым!

source: Added to favorites
de: Zu Favoriten hinzugefügt
es: Añadido a favoritos
fr: Ajouté aux favoris
ru: Добавлено в избранное

source: Removed from favorites
de: Aus Favoriten entfernt
es: Eliminado de favoritos
fr: Retiré des favoris
ru: Удалено из избранного

source: Invalid request method
de: Ungültige Anfragemethode
es: Método de solicitud inválido
fr: Méthode de requête invalide
ru: Неверный метод запроса

source: You cannot rate your own route
de: Sie können Ihre eigene Route nicht bewerten
es: No puedes calificar tu propia ruta
fr: Vous ne pouvez pas noter votre propre itinéraire
ru: Вы не можете оценивать свой собственный маршрут

source: Invalid rating
de: Ungültige Bewertung
es: Calificación inválida
fr: Note invalide
ru: Неверная оценка

source: Rating must be between 1 and 5
de: Bewertung muss zwischen 1 und 5 liegen
es: La calificación debe estar entre 1 y 5
fr: La note doit être comprise entre 1 et 5
ru: Оценка должна быть от 1 до 5

source: Thank you for your rating!
de: Danke für Ihre Bewertung!
es: ¡Gracias por tu calificación!
fr: Merci pour votre note !
ru: Спасибо за вашу оценку!

source: Comment cannot be empty
de: Kommentar darf nicht leer sein
es: El comentario no puede estar vacío
fr: Le commentaire ne peut pas être vide
ru: Комментарий не может быть пустым

source: Comment added successfully
de: Kommentar erfolgreich hinzugefügt
es: Comentario añadido exitosamente
fr: Commentaire ajouté avec succès
ru: Комментарий успешно добавлен

source: Comment added
de: Kommentar hinzugefügt
es: Comentario añadido
fr: Commentaire ajouté
ru: Комментарий добавлен

source: You do not have permission to delete this comment
de: Sie haben keine Berechtigung, diesen Kommentar zu löschen
es: No tienes permiso para eliminar este comentario
fr: Vous n'avez pas la permission de supprimer ce commentaire
ru: У вас нет разрешения на удаление этого комментария

source: Comment deleted successfully
de: Kommentar erfolgreich gelöscht
es: Comentario eliminado exitosamente
fr: Commentaire supprimé avec succès
ru: Комментарий успешно удален

source: Comment deleted
de: Kommentar gelöscht
es: Comentario eliminado
fr: Commentaire supprimé
ru: Комментарий удален

source: Routes
de: Routen
es: Rutas
fr: Itinéraires
ru: Маршруты

source: Public
de: Öffentlich
es: Público
ru: Публичный

source: Private
de: Privat
es: Privado
fr: Privé
ru: Приватный

source: Link-only
de: Nur per Link
es: Solo enlace
fr: Lien uniquement
ru: Только по ссылке

source: Personal
de: Persönlich
fr: Personnel
ru: Личный

source: Driving
de: Auto
es: Conducción
fr: En voiture
ru: На автомобиле

source: Walking
de: Zu Fuß
es: Caminata
fr: À pied
ru: Пешком

source: Cycling
de: Fahrrad
es: Ciclismo
fr: À vélo
ru: На велосипеде

source: Mixed
de: Gemischt
es: Mixto
fr: Mixte
ru: Смешанный

source: Name
es: Nombre
fr: Nom
ru: Название

source: Description
de: Beschreibung
es: Descripción
ru: Описание

source: Short description
de: Kurzbeschreibung
es: Descripción corta
fr: Description courte
ru: Краткое описание

source: Privacy
de: Privatsphäre
es: Privacidad
fr: Confidentialité
ru: Приватность

source: Route type
de: Routentyp
es: Tipo de ruta
fr: Type d'itinéraire
ru: Тип маршрута

source: Duration (minutes)
de: Dauer (Minuten)
es: Duración (minutos)
fr: Durée (minutes)
ru: Продолжительность (минуты)

source: Display duration
de: Anzeigedauer
es: Mostrar duración
fr: Afficher la durée
ru: Отображаемая продолжительность

source: e.g. 2-3 hours, 1 day, 30 minutes
de: z.B. 2-3 Stunden, 1 Tag, 30 Minuten
es: Ej. 2-3 horas, 1 día, 30 minutos
fr: ex. 2-3 heures, 1 jour, 30 minutes
ru: например, 2-3 часа, 1 день, 30 минут

source: Country
de: Land
es: País
fr: Pays
ru: Страна

source: Total distance (km)
de: Gesamtdistanz (km)
es: Distancia total (km)
fr: Distance totale (km)
ru: Общая дистанция (км)

source: Has audio guide
de: Hat Audio-Guide
es: Tiene guía de audio
fr: Avec audioguide
ru: Есть аудиогид

source: Elderly-friendly
de: Seniorenfreundlich
es: Para personas mayores
fr: Adapté aux personnes âgées
ru: Для пожилых

source: Shared with
de: Geteilt mit
es: Compartido con
fr: Partagé avec
ru: Поделено с

source: Last status update
de: Letzte Statusaktualisierung
es: Última actualización de estado
fr: Dernière mise à jour du statut
ru: Последнее обновление статуса

source: QR code
es: Código QR
fr: Code QR
ru: QR-код

source: Photo
de: Foto
es: Foto
ru: Фото

source: Caption
de: Bildunterschrift
es: Pie de foto
fr: Légende
ru: Подпись

source: Main photo
de: Hauptfoto
es: Foto principal
fr: Photo principale
ru: Основное фото

source: Order
de: Reihenfolge
es: Orden
fr: Ordre
ru: Порядок

source: Route photo
de: Routenfoto
es: Foto de ruta
fr: Photo d'itinéraire
ru: Фото маршрута

source: Route photos
de: Routenbilder
es: Fotos de ruta
fr: Photos d'itinéraire
ru: Фото маршрутов

source: Route rating
de: Routenbewertung
es: Calificación de ruta
fr: Note d'itinéraire
ru: Рейтинг маршрута

source: Route ratings
de: Routenbewertungen
es: Calificaciones de ruta
fr: Notes d'itinéraire
ru: Рейтинги маршрутов

source: Added
de: Hinzugefügt
es: Añadido
fr: Ajouté
ru: Добавлено

source: Favorite route
de: Favoritenroute
es: Ruta favorita
fr: Itinéraire favori
ru: Избранный маршрут

source: Favorite routes
de: Favoritenrouten
es: Rutas favoritas
fr: Itinéraires favoris
ru: Избранные маршруты

source: Attraction
de: Sehenswürdigkeit
es: Atracción
ru: Достопримечательность

source: Natural
de: Natur
fr: Naturel
ru: Природа

source: Forest
de: Wald
es: Bosque
fr: Forêt
ru: Лес

source: Bus stop
de: Bushaltestelle
es: Parada de autobús
fr: Arrêt de bus
ru: Автобусная остановка

source: Viewpoint
de: Aussichtspunkt
es: Mirador
fr: Point de vue
ru: Смотровая площадка

source: Restaurant
es: Restaurante
ru: Ресторан

source: Hotel
fr: Hôtel
ru: Отель

source: Museum
es: Museo
fr: Musée
ru: Музей

source: Park
es: Parque
fr: Parc
ru: Парк

source: Monument
de: Denkmal
es: Monumento
ru: Памятник

source: Church
de: Kirche
es: Iglesia
fr: Église
ru: Церковь

source: Beach
de: Strand
es: Playa
fr: Plage
ru: Пляж

source: Address
de: Adresse
es: Dirección
fr: Adresse
ru: Адрес

source: Latitude
de: Breitengrad
es: Latitud
ru: Широта

source: Longitude
de: Längengrad
es: Longitud
ru: Долгота

source: Elevation
de: Höhe
es: Elevación
fr: Altitude
ru: Высота

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
ru: Категория

source: Hint author
de: Tipp-Autor
es: Autor de la pista
fr: Auteur de l'indice
ru: Автор подсказки

source: Tags
es: Etiquetas
fr: Étiquettes
ru: Теги

source: Has panorama
de: Hat Panorama
es: Tiene panorama
fr: Avec panorama
ru: Есть панорама

source: Audio guide
es: Guía de audio
ru: Аудиогид

source: Route point
de: Routenpunkt
es: Punto de ruta
fr: Point d'itinéraire
ru: Точка маршрута

source: Route points
de: Routenpunkte
es: Puntos de ruta
fr: Points d'itinéraire
ru: Точки маршрута

source: Point photo
de: Punktfoto
es: Foto del punto
fr: Photo du point
ru: Фото точки

source: Point photos
de: Punktbilder
es: Fotos del punto
fr: Photos des points
ru: Фото точек

source: Point comment
de: Punktkommentar
es: Comentario del punto
fr: Commentaire sur le point
ru: Комментарий к точке

source: Point comments
de: Punktkommentare
es: Comentarios del punto
fr: Commentaires sur les points
ru: Комментарии к точкам

source: Route comment
de: Routenkommentar
es: Comentario de ruta
fr: Commentaire sur l'itinéraire
ru: Комментарий к маршруту

source: Route comments
de: Routenkommentare
es: Comentarios de ruta
fr: Commentaires sur l'itinéraire
ru: Комментарии к маршрутам

source: Visited at
de: Besucht am
es: Visitado el
fr: Visitée à
ru: Посещено в

source: Visited point
de: Besuchter Punkt
es: Punto visitado
fr: Point visité
ru: Посещенная точка

source: Visited points
de: Besuchte Punkte
es: Puntos visitados
fr: Points visités
ru: Посещенные точки

source: You do not have access to this route.
de: Sie haben keinen Zugriff auf diese Route.
es: No tienes acceso a esta ruta.
fr: Vous n'avez pas accès à cet itinéraire.
ru: У вас нет доступа к этому маршруту.

source: You do not have permission to send this route.
de: Sie haben keine Berechtigung, diese Route zu senden.
es: No tienes permiso para enviar esta ruta.
fr: Vous n'avez pas la permission d'envoyer cet itinéraire.
ru: У вас нет разрешения на отправку этого маршрута.

source: Friend not selected.
de: Freund nicht ausgewählt.
es: Amigo no seleccionado.
fr: Ami non sélectionné.
ru: Друг не выбран.

source: The user is not your friend.
de: Der Benutzer ist nicht Ihr Freund.
es: El usuario no es tu amigo.
fr: Cet utilisateur n'est pas votre ami.
ru: Пользователь не является вашим другом.

source: A route has been shared with you
de: Eine Route wurde mit Ihnen geteilt
es: Se ha compartido una ruta contigo
fr: Un itinéraire a été partagé avec vous
ru: Маршрут был поделен с вами

source: {} has shared the route "{}" with you.
de: {} hat die Route "{}" mit Ihnen geteilt.
es: {} ha compartido la ruta "{}" contigo.
fr: {} a partagé l'itinéraire "{}" avec vous.
ru: {} поделился с вами маршрутом "{}".

source: Route "{}" has been sent to friend {}
de: Route "{}" wurde an Freund {} gesendet
es: La ruta "{}" ha sido enviada al amigo {}
fr: L'itinéraire "{}" a été envoyé à l'ami {}
ru: Маршрут "{}" отправлен другу {}

source: Friend not found.
de: Freund nicht gefunden.
es: Amigo no encontrado.
fr: Ami non trouvé.
ru: Друг не найден.

source: Invalid data format.
de: Ungültiges Datenformat.
es: Formato de datos inválido.
fr: Format de données invalide.
ru: Неверный формат данных.

source: Route name is required.
de: Routenname ist erforderlich.
es: El nombre de la ruta es obligatorio.
fr: Le nom de l'itinéraire est requis.
ru: Название маршрута обязательно.

source: Add at least one route point.
de: Fügen Sie mindestens einen Routenpunkt hinzu.
es: Agrega al menos un punto de ruta.
fr: Ajoutez au moins un point d'itinéraire.
ru: Добавьте хотя бы одну точку маршрута.

source: Invalid JSON format.
de: Ungültiges JSON-Format.
es: Formato JSON inválido.
fr: Format JSON invalide.
ru: Неверный формат JSON.

source: Route deleted successfully.
de: Route erfolgreich gelöscht.
es: Ruta eliminada exitosamente.
fr: Itinéraire supprimé avec succès.
ru: Маршрут успешно удален.

source: Route has been {}.
de: Route wurde {}.
es: La ruta ha sido {}.
fr: L'itinéraire a été {}.
ru: Маршрут был {}.

source: activated
de: aktiviert
es: activada
fr: activé
ru: активирован

source: deactivated
de: deaktiviert
es: desactivada
fr: désactivé
ru: деактивирован

source: Rating must be between 1 and 5.
de: Bewertung muss zwischen 1 und 5 liegen.
es: La calificación debe estar entre 1 y 5.
fr: La note doit être comprise entre 1 et 5.
ru: Оценка должна быть от 1 до 5.

source: Only POST allowed.
de: Nur POST erlaubt.
es: Solo se permite POST.
fr: Seulement POST autorisé.
ru: Только POST разрешен.

source: Comment added.
de: Kommentar hinzugefügt.
es: Comentario añadido.
fr: Commentaire ajouté.
ru: Комментарий добавлен.

source: Route not found or you are not the author.
de: Route nicht gefunden oder Sie sind nicht der Autor.
es: Ruta no encontrada o no eres el autor.
fr: Itinéraire non trouvé ou vous n'êtes pas l'auteur.
ru: Маршрут не найден или вы не автор.

source: Email not provided.
de: E-Mail nicht angegeben.
es: Correo electrónico no proporcionado.
fr: Email non fourni.
ru: Email не указан.

source: No user registered with this email.
de: Kein Benutzer mit dieser E-Mail registriert.
es: No hay usuario registrado con este correo electrónico.
fr: Aucun utilisateur enregistré avec cet email.
ru: Нет пользователя с таким email.

source: You cannot share access with yourself.
de: Sie können keinen Zugriff mit sich selbst teilen.
es: No puedes compartir acceso contigo mismo.
fr: Vous ne pouvez pas partager l'accès avec vous-même.
ru: Вы не можете поделиться доступом с самим собой.

source: Access to route “{}” has been granted to user {}
de: Zugriff auf Route "{}" wurde an Benutzer {} erteilt
es: Se ha concedido acceso a la ruta “{}” al usuario {}
fr: L'accès à l'itinéraire "{}" a été accordé à l'utilisateur {}
ru: Доступ к маршруту "{}" предоставлен пользователю {}

source: Walking Routes
de: Wanderrouten
es: Rutas para caminar
fr: Itinéraires pédestres
ru: Пешие маршруты

source: Driving Routes
de: Autofahrtrouten
es: Rutas para conducir
fr: Itinéraires en voiture
ru: Автомобильные маршруты

source: Cycling Routes
de: Fahrradrouten
es: Rutas para ciclismo
fr: Itinéraires cyclables
ru: Велосипедные маршруты

source: Adventure Routes
de: Abenteuerrouten
es: Rutas de aventura
fr: Itinéraires d'aventure
ru: Приключенческие маршруты

source: Add at least two route points.
de: Fügen Sie mindestens zwei Routenpunkte hinzu.
es: Agrega al menos dos puntos de ruta.
fr: Ajoutez au moins deux points d'itinéraire.
ru: Добавьте хотя бы две точки маршрута.

source: You do not have permission to generate a QR code for this route.
de: Sie haben keine Berechtigung, einen QR-Code für diese Route zu generieren.
es: No tienes permiso para generar un código QR para esta ruta.
fr: Vous n'avez pas la permission de générer un code QR pour cet itinéraire.
ru: У вас нет разрешения на генерацию QR-кода для этого маршрута.

source: You do not have permission to share access to this route.
de: Sie haben keine Berechtigung, den Zugriff auf diese Route zu teilen.
es: No tienes permiso para compartir acceso a esta ruta.
fr: Vous n'avez pas la permission de partager l'accès à cet itinéraire.
ru: У вас нет разрешения на предоставление доступа к этому маршруту.

source: Search routes
de: Routen suchen
es: Buscar rutas
fr: Rechercher des itinéraires
ru: Поиск маршрутов

source: Search
de: Suchen
es: Buscar
fr: Rechercher
ru: Поиск

source: All routes
de: Alle Routen
es: Todas las rutas
fr: Tous les itinéraires
ru: Все маршруты

source: Shared with me
de: Mit mir geteilt
es: Compartido conmigo
fr: Partagés avec moi
ru: Поделено со мной

source: My routes
de: Meine Routen
es: Mis rutas
fr: Mes itinéraires
ru: Мои маршруты

source: Chats
ru: Чаты
