Repository: mOstryakov/waylines
Catalog: waylines/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, ru

source: Short Description
de: Kurzbeschreibung
es: Descripción corta
fr: Description courte
ru: Краткое описание

source: Brief description of your route...
de: Kurzbeschreibung Ihrer Route...
es: Descripción breve de tu ruta...
fr: Brève description de votre itinéraire...
ru: Краткое описание вашего маршрута...

source: Full Route Description
de: Vollständige Routenbeschreibung
es: Descripción completa de la ruta
fr: Description complète de l'itinéraire
ru: Полное описание маршрута

source: Detailed description of your route...
de: Detaillierte Beschreibung Ihrer Route...
es: Descripción detallada de tu ruta...
fr: Description détaillée de votre itinéraire...
ru: Подробное описание вашего маршрута...

source: Route Parameters
de: Routenparameter
es: Parámetros de la ruta
fr: Paramètres de l'itinéraire
ru: Параметры маршрута

source: Route Type
de: Routentyp
es: Tipo de ruta
fr: Type d'itinéraire
ru: Тип маршрута

source: Car
de: Auto
es: Coche
fr: Voiture
ru: Машина

source: Bicycle
de: Fahrrad
es: Bicicleta
fr: Vélo
ru: Велосипед

source: Completion Time
de: Fertigstellungszeit
es: Tiempo de completado
fr: Temps de parcours
ru: Время прохождения

source: e.g., 2-3 hours, 1 day, 30 minutes
de: z.B., 2-3 Stunden, 1 Tag, 30 Minuten
es: Ej., 2-3 horas, 1 día, 30 minutos
fr: ex., 2-3 heures, 1 jour, 30 minutes
ru: например, 2-3 часа, 1 день, 30 минут

source: By Link
de: Per Link
es: Por enlace
fr: Par lien
ru: По ссылке

source: Features
es: Características
fr: Fonctionnalités
ru: Особенности

source: Child Friendly
de: Kinderfreundlich
es: Apto para niños
fr: Adapté aux enfants
ru: Для детей

source: Route Photos
de: Routenbilder
es: Fotos de la ruta
fr: Photos de l'itinéraire
ru: Фото маршрута

source: Up to 10 photos
de: Bis zu 10 Fotos
es: Hasta 10 fotos
fr: Jusqu'à 10 photos
ru: До 10 фото

source: Upload photos. Click ⭐ to set as main photo
de: Fotos hochladen. Klicken Sie ⭐, um als Hauptfoto festzulegen
es: Sube fotos. Haz clic en ⭐ para establecer como foto principal
fr: Téléchargez des photos. Cliquez ⭐ pour définir comme photo principale
ru: Загрузите фото. Нажмите ⭐, чтобы установить как главное фото

source: Set as main
de: Als Hauptbild setzen
es: Establecer como principal
fr: Définir comme principale
ru: Сделать главной

source: Move up
de: Nach oben
es: Mover arriba
fr: Déplacer vers le haut
ru: Переместить вверх

source: Move down
de: Nach unten
es: Mover abajo
fr: Déplacer vers le bas
ru: Переместить вниз

source: Main photo is marked with a gold star ⭐
de: Hauptfoto ist mit einem goldenen Stern ⭐ markiert
es: La foto principal está marcada con una estrella dorada ⭐
fr: La photo principale est marquée d'une étoile dorée ⭐
ru: Главное фото отмечено золотой звездой ⭐

source: No route points yet
de: Noch keine Routenpunkte
es: Aún no hay puntos de ruta
fr: Pas encore de points d'itinéraire
ru: Точек маршрута пока нет

source: Click on the map to add points
de: Klicken Sie auf die Karte, um Punkte hinzuzufügen
es: Haz clic en el mapa para añadir puntos
fr: Cliquez sur la carte pour ajouter des points
ru: Кликните на карте, чтобы добавить точки

source: Building route...
de: Route wird erstellt...
es: Construyendo ruta...
fr: Construction de l'itinéraire...
ru: Построение маршрута...

source: Deleting route...
de: Route wird gelöscht...
es: Eliminando ruta...
fr: Suppression de l'itinéraire...
ru: Удаление маршрута...

source: Route deleted successfully
de: Route erfolgreich gelöscht
es: Ruta eliminada exitosamente
fr: Itinéraire supprimé avec succès
ru: Маршрут успешно удален

source: Click to manage photos
de: Klicken Sie, um Fotos zu verwalten
es: Haz clic para gestionar fotos
fr: Cliquez pour gérer les photos
ru: Нажмите для управления фото

source: additional photos
de: zusätzliche Fotos
es: fotos adicionales
fr: photos supplémentaires
ru: дополнительных фото

source: Photo not found
de: Foto nicht gefunden
es: Foto no encontrada
fr: Photo non trouvée
ru: Фото не найдено

source: Photo set as main for point
de: Foto als Hauptbild für Punkt gesetzt
es: Foto establecida como principal para el punto
fr: Photo définie comme principale pour le point
ru: Фото установлено как главное для точки

source: Delete this photo?
de: Dieses Foto löschen?
es: ¿Eliminar esta foto?
fr: Supprimer cette photo ?
ru: Удалить эту фотографию?

source: Photo deleted
de: Foto gelöscht
es: Foto eliminada
fr: Photo supprimée
ru: Фотография удалена

source: Photo added
de: Foto hinzugefügt
es: Foto añadida
fr: Photo ajoutée
ru: Фотография добавлена

source: Maximum 10 photos can be uploaded
de: Maximal 10 Fotos können hochgeladen werden
es: Se pueden subir un máximo de 10 fotos
fr: Maximum 10 photos peuvent être téléchargées
ru: Можно загрузить максимум 10 фотографий

source: Untitled
de: Unbenannt
es: Sin título
fr: Sans titre
ru: Без названия

source: Photo selected as main
de: Foto als Hauptbild ausgewählt
es: Foto seleccionada como principal
fr: Photo sélectionnée comme principale
ru: Фото выбрано как главное

source: Please select only images
de: Bitte wählen Sie nur Bilder aus
es: Por favor, selecciona solo imágenes
fr: Veuillez sélectionner uniquement des images
ru: Пожалуйста, выберите только изображения

source: File size should not exceed 5MB
de: Dateigröße sollte 5 MB nicht überschreiten
es: El tamaño del archivo no debe exceder los 5MB
fr: La taille du fichier ne doit pas dépasser 5 Mo
ru: Размер файла не должен превышать 5 МБ

source: Point added
de: Punkt hinzugefügt
es: Punto añadido
fr: Point ajouté
ru: Точка добавлена

source: Point editing function unavailable
de: Punktbearbeitungsfunktion nicht verfügbar
es: Función de edición de punto no disponible
fr: Fonction d'édition de point indisponible
ru: Функция редактирования точки недоступна

source: Delete this route point?
de: Diesen Routenpunkt löschen?
es: ¿Eliminar este punto de ruta?
fr: Supprimer ce point d'itinéraire ?
ru: Удалить эту точку маршрута?

source: Point deleted
de: Punkt gelöscht
es: Punto eliminado
fr: Point supprimé
ru: Точка удалена

source: QR code: %(name)s
es: Código QR: %(name)s
fr: Code QR : %(name)s
ru: QR-код: %(name)s

source: QR code for %(name)s
de: QR-Code für %(name)s
es: Código QR para %(name)s
fr: Code QR pour %(name)s
ru: QR-код для %(name)s

source: QR code not generated
de: QR-Code nicht generiert
es: Código QR no generado
fr: Code QR non généré
ru: QR-код не сгенерирован

source: Scan to access the route
de: Scannen Sie, um auf die Route zuzugreifen
es: Escanea para acceder a la ruta
fr: Scannez pour accéder à l'itinéraire
ru: Отсканируйте для доступа к маршруту

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
ru: Открыть

source: Print
de: Drucken
es: Imprimir
fr: Imprimer
ru: Печать

source: Copied!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
ru: Скопировано!

source: Search Results - Waylines
de: Suchergebnisse - Waylines
es: Resultados de búsqueda - Waylines
fr: Résultats de recherche - Waylines
ru: Результаты поиска - Waylines

source: Search results
de: Suchergebnisse
es: Resultados de búsqueda
fr: Résultats de recherche
ru: Результаты поиска

source: For query "%(query)s"
de: Für Suchanfrage "%(query)s"
es: Para la consulta "%(query)s"
fr: Pour la requête "%(query)s"
ru: По запросу "%(query)s"

source: Found %(count)s route
de: %(count)s Route gefunden
es: Encontrada %(count)s ruta
fr: %(count)s itinéraire trouvé
ru: Найден %(count)s маршрут

source: %(count)s route
es: %(count)s ruta
fr: %(count)s itinéraire
ru: %(count)s маршрут

source: Oldest first
de: Älteste zuerst
es: Más antiguos primero
fr: Plus anciens d'abord
ru: Сначала старые

source: Distance ↑
de: Distanz ↑
es: Distancia ↑
ru: Дистанция ↑

source: Distance ↓
de: Distanz ↓
es: Distancia ↓
ru: Дистанция ↓

source: Name A-Z
es: Nombre A-Z
fr: Nom A-Z
ru: Имя А-Я

source: Name Z-A
es: Nombre Z-A
fr: Nom Z-A
ru: Имя Я-А

source: Distance, km
de: Distanz, km
es: Distancia, km
ru: Дистанция, км

source: Any distance
de: Beliebige Distanz
es: Cualquier distancia
fr: Toute distance
ru: Любая дистанция

source: up to 5 km
de: bis zu 5 km
es: hasta 5 km
fr: jusqu'à 5 km
ru: до 5 км

source: 5–15 km
ru: 5–15 км

source: 15+ km
ru: 15+ км

source: No routes match your query "%(query)s".
de: Keine Routen entsprechen Ihrer Suchanfrage "%(query)s".
es: No hay rutas que coincidan con tu consulta "%(query)s".
fr: Aucun itinéraire ne correspond à votre requête "%(query)s".
ru: Нет маршрутов, соответствующих вашему запросу "%(query)s".

source: No routes match the selected filters.
de: Keine Routen entsprechen den ausgewählten Filtern.
es: No hay rutas que coincidan con los filtros seleccionados.
fr: Aucun itinéraire ne correspond aux filtres sélectionnés.
ru: Нет маршрутов, соответствующих выбранным фильтрам.

source: No matching routes
de: Keine passenden Routen
es: No hay rutas coincidentes
fr: Aucun itinéraire correspondant
ru: Нет подходящих маршрутов

source: Try adjusting your filter criteria.
de: Versuchen Sie, Ihre Filterkriterien anzupassen.
es: Intenta ajustar tus criterios de filtro.
fr: Essayez d'ajuster vos critères de filtrage.
ru: Попробуйте изменить критерии фильтрации.

source: Shared Routes - Waylines
de: Geteilte Routen - Waylines
es: Rutas compartidas - Waylines
fr: Itinéraires partagés - Waylines
ru: Общие маршруты - Waylines

source: Routes shared with me
de: Mit mir geteilte Routen
es: Rutas compartidas conmigo
fr: Itinéraires partagés avec moi
ru: Маршруты, поделенные со мной

source: Routes your friends have shared with you
de: Routen, die Ihre Freunde mit Ihnen geteilt haben
es: Rutas que tus amigos han compartido contigo
fr: Itinéraires que vos amis ont partagés avec vous
ru: Маршруты, которыми поделились с вами ваши друзья

source: No shared routes yet
de: Noch keine geteilten Routen
es: Aún no hay rutas compartidas
fr: Pas encore d'itinéraires partagés
ru: Пока нет общих маршрутов

source: When your friends share routes with you, they will appear here. You can also share your own routes with friends!
de: Wenn Ihre Freunde Routen mit Ihnen teilen, erscheinen sie hier. Sie können auch Ihre eigenen Routen mit Freunden teilen!
es: Cuando tus amigos compartan rutas contigo, aparecerán aquí. ¡También puedes compartir tus propias rutas con amigos!
fr: Lorsque vos amis partagent des itinéraires avec vous, ils apparaîtront ici. Vous pouvez également partager vos propres itinéraires avec des amis !
ru: Когда ваши друзья делятся с вами маршрутами, они появятся здесь. Вы также можете делиться своими маршрутами с друзьями!

source: Users
de: Benutzer
es: Usuarios
fr: Utilisateurs
ru: Пользователи

source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
ru: В ожидании

source: Accepted
de: Akzeptiert
es: Aceptado
fr: Accepté
ru: Принято

source: From user
de: Von Benutzer
es: De usuario
fr: De l'utilisateur
ru: От пользователя

source: To user
de: An Benutzer
es: Para usuario
fr: À l'utilisateur
ru: Пользователю

source: Friendship
de: Freundschaft
es: Amistad
fr: Amitié
ru: Дружба

source: Friendships
de: Freundschaften
es: Amistades
fr: Amitiés
ru: Дружбы

source: Bio
de: Biografie
es: Biografía
ru: Биография

source: Last username change
de: Letzte Benutzernamenänderung
es: Último cambio de nombre de usuario
fr: Dernier changement de nom d'utilisateur
ru: Последняя смена имени пользователя

source: Date when username was last changed
de: Datum, an dem der Benutzername zuletzt geändert wurde
es: Fecha del último cambio de nombre de usuario
fr: Date du dernier changement de nom d'utilisateur
ru: Дата последней смены имени пользователя

source: User profile
de: Benutzerprofil
es: Perfil de usuario
fr: Profil utilisateur
ru: Профиль пользователя

source: User profiles
de: Benutzerprofile
es: Perfiles de usuario
fr: Profils utilisateur
ru: Профили пользователей

source: Profile of %(username)s
de: Profil von %(username)s
es: Perfil de %(username)s
fr: Profil de %(username)s
ru: Профиль %(username)s

source: User %(username)s has been removed from your friends
de: Benutzer %(username)s wurde aus Ihren Freunden entfernt
es: El usuario %(username)s ha sido eliminado de tus amigos
fr: L'utilisateur %(username)s a été retiré de vos amis
ru: Пользователь %(username)s удален из ваших друзей

source: Friendship not found
de: Freundschaft nicht gefunden
es: Amistad no encontrada
fr: Amitié non trouvée
ru: Дружба не найдена

source: You can only send messages to your friends
de: Sie können nur Nachrichten an Ihre Freunde senden
es: Solo puedes enviar mensajes a tus amigos
fr: Vous ne pouvez envoyer des messages qu'à vos amis
ru: Вы можете отправлять сообщения только своим друзьям

source: You cannot send a friend request to yourself
de: Sie können keine Freundschaftsanfrage an sich selbst senden
es: No puedes enviar una solicitud de amistad a ti mismo
fr: Vous ne pouvez pas envoyer une demande d'ami à vous-même
ru: Вы не можете отправить запрос в друзья самому себе

source: A friend request already exists
de: Eine Freundschaftsanfrage existiert bereits
es: Ya existe una solicitud de amistad
fr: Une demande d'ami existe déjà
ru: Запрос в друзья уже существует

source: Friend request sent to %(username)s
de: Freundschaftsanfrage an %(username)s gesendet
es: Solicitud de amistad enviada a %(username)s
fr: Demande d'ami envoyée à %(username)s
ru: Запрос в друзья отправлен пользователю %(username)s

source: You have accepted the friend request from %(username)s
de: Sie haben die Freundschaftsanfrage von %(username)s akzeptiert
es: Has aceptado la solicitud de amistad de %(username)s
fr: Vous avez accepté la demande d'ami de %(username)s
ru: Вы приняли запрос в друзья от %(username)s

source: You have declined the friend request from %(username)s
de: Sie haben die Freundschaftsanfrage von %(username)s abgelehnt
es: Has rechazado la solicitud de amistad de %(username)s
fr: Vous avez refusé la demande d'ami de %(username)s
ru: Вы отклонили запрос в друзья от %(username)s

source: Registration successful!
de: Registrierung erfolgreich!
es: ¡Registro exitoso!
fr: Inscription réussie !
ru: Регистрация успешна!

source: Welcome back, %(username)s!
de: Willkommen zurück, %(username)s!
es: ¡Bienvenido de nuevo, %(username)s!
fr: Bon retour, %(username)s !
ru: С возвращением, %(username)s!

source: You have been logged out
de: Sie wurden abgemeldet
es: Has cerrado sesión
fr: Vous avez été déconnecté
ru: Вы вышли из системы

source: You do not have permission to share this route
de: Sie haben keine Berechtigung, diese Route zu teilen
es: No tienes permiso para compartir esta ruta
fr: Vous n'avez pas la permission de partager cet itinéraire
ru: У вас нет разрешения на предоставление доступа к этому маршруту

source: No friend selected
de: Kein Freund ausgewählt
es: No se seleccionó amigo
fr: Aucun ami sélectionné
ru: Друг не выбран

source: This user is not your friend
de: Dieser Benutzer ist nicht Ihr Freund
es: Este usuario no es tu amigo
fr: Cet utilisateur n'est pas votre ami
ru: Этот пользователь не является вашим другом

source: Route shared with you
de: Route mit Ihnen geteilt
es: Ruta compartida contigo
fr: Itinéraire partagé avec vous
ru: Маршрут поделен с вами

source: %(sender)s has shared the route "%(route_name)s" with you
de: %(sender)s hat die Route "%(route_name)s" mit Ihnen geteilt
es: %(sender)s ha compartido la ruta "%(route_name)s" contigo
fr: %(sender)s a partagé l'itinéraire "%(route_name)s" avec vous
ru: %(sender)s поделился с вами маршрутом "%(route_name)s"

source: Route "%(route_name)s" has been shared with %(name)s
de: Route "%(route_name)s" wurde mit %(name)s geteilt
es: La ruta "%(route_name)s" ha sido compartida con %(name)s
fr: L'itinéraire "%(route_name)s" a été partagé avec %(name)s
ru: Маршрут "%(route_name)s" поделен с %(name)s

source: Invalid data format
de: Ungültiges Datenformat
es: Formato de datos inválido
fr: Format de données invalide
ru: Неверный формат данных

source: Email
es: Correo electrónico

source: Имя
de: Vorname
es: Nombre
fr: Prénom

source: Фамилия
de: Nachname
es: Apellido
fr: Nom

source: Имя пользователя
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur

source: Пароль
de: Passwort
es: Contraseña
fr: Mot de passe

source: Подтверждение пароля
de: Passwortbestätigung
es: Confirmación de contraseña
fr: Confirmation du mot de passe

source: Удалить аватар
de: Avatar entfernen
es: Eliminar avatar
fr: Supprimer l'avatar

source: О себе
de: Über mich
es: Sobre mí
fr: À propos de moi

source: Аватар
de: Avatar
es: Avatar
fr: Avatar

source: Местоположение
de: Standort
es: Ubicación
fr: Localisation

source: Веб-сайт
de: Webseite
es: Sitio web
fr: Site web

source: Имя пользователя можно менять только раз в 30 дней
de: Benutzername kann nur alle 30 Tage geändert werden
es: El nombre de usuario solo se puede cambiar una vez cada 30 días
fr: Le nom d'utilisateur ne peut être changé qu'une fois tous les 30 jours

source: Это имя пользователя уже занято
de: Dieser Benutzername ist bereits vergeben
es: Este nombre de usuario ya está ocupado
fr: Ce nom d'utilisateur est déjà pris

source: Профиль успешно обновлен
de: Profil erfolgreich aktualisiert
es: Perfil actualizado exitosamente
fr: Profil mis à jour avec succès

source: Find Friends - Waylines
de: Freunde finden - Waylines

source: Friends - Waylines
de: Freunde - Waylines

source: Имя пользователя не может быть пустым
de: Benutzername darf nicht leer sein
fr: Le nom d'utilisateur ne peut pas être vide

source: You don’t have any friends yet
fr: Vous n'avez pas encore d'amis

source: Your password must contain at least 8 characters, can’t be too common, and can’t be entirely numeric.
fr: Votre mot de passe doit contenir au moins 8 caractères, ne doit pas être trop courant et ne doit pas être entièrement numérique.
